[
  {
    "id": "abecedarian",
    "word": "Abecedarian",
    "pronunciation": "/ˌeɪbiːsiːˈdɛəriən/",
    "definitions": [
      {
        "definition": "Arranged alphabetically.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "A person who is learning the alphabet or the rudiments of a subject.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The poet wrote an abecedarian verse with each line beginning with a consecutive letter of the alphabet.",
      "As an abecedarian in quantum physics, she found the introductory textbook challenging but fascinating.",
      "The abecedarian organization of the encyclopedia made it easy to locate specific entries."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/a/abeced01.mp3"
  },
  {
    "id": "abibliophobia",
    "word": "Abibliophobia",
    "pronunciation": "/eɪˌbɪbliəˈfəʊbiə/",
    "definitions": [
      {
        "definition": "The fear of running out of reading material.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Her abibliophobia explained the towering stacks of unread books in every room of her apartment.",
      "Travelers with abibliophobia often pack multiple books for even short trips.",
      "E-readers have helped many people with abibliophobia by providing access to thousands of books in one small device."
    ]
  },
  {
    "id": "absquatulate",
    "word": "Absquatulate",
    "pronunciation": "/æbˈskwɒtʃəleɪt/",
    "definitions": [
      {
        "definition": "To leave suddenly and without explanation; to depart in a hurry.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "When the bill arrived, he absquatulated without paying his share.",
      "She planned to absquatulate from the boring conference as soon as she could do so unnoticed.",
      "The suspect absquatulated before the police could complete their investigation."
    ],
    "isFeatured": true
  },
  {
    "id": "abstemious",
    "word": "Abstemious",
    "pronunciation": "/əbˈstiːmiəs/",
    "definitions": [
      {
        "definition": "Not self-indulgent, especially when eating and drinking.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "Her abstemious lifestyle included a plant-based diet and no alcohol.",
      "The monk lived an abstemious existence, consuming only what was necessary for survival.",
      "Despite the lavish banquet, he remained abstemious, taking only small portions."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/a/abstem01.mp3"
  },
  {
    "id": "acatalepsy",
    "word": "Acatalepsy",
    "pronunciation": "/ˌækəˈtælɪpsi/",
    "definitions": [
      {
        "definition": "The impossibility of comprehending or knowing something with certainty.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The philosopher's work centered on acatalepsy, arguing that absolute knowledge is unattainable.",
      "The mystery of consciousness represents a form of acatalepsy that continues to challenge scientists.",
      "Her essay explored the acatalepsy inherent in trying to fully understand another person's subjective experience."
    ]
  },
  {
    "id": "aeonian",
    "word": "Aeonian",
    "pronunciation": "/eɪˈoʊniən/",
    "definitions": [
      {
        "definition": "Lasting for an immeasurably long period of time; eternal.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The ancient redwoods seemed aeonian, having witnessed centuries of human history.",
      "The lovers vowed aeonian devotion to each other in their handwritten wedding vows.",
      "Geologists study processes that occur on an aeonian timescale, far beyond human comprehension."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/a/aeonia01.mp3"
  },
  {
    "id": "agastopia",
    "word": "Agastopia",
    "pronunciation": "/ˌæɡəˈstoʊpiə/",
    "definitions": [
      {
        "definition": "Admiration of a particular part of someone's body.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "His poetry revealed an agastopia focused on his beloved's eyes.",
      "The art historian's lecture discussed how Renaissance portraits often reflected the artist's agastopia.",
      "Her agastopia for well-shaped hands influenced her career as a hand model photographer."
    ],
    "isFeatured": true
  },
  {
    "id": "agathokakological",
    "word": "Agathokakological",
    "pronunciation": "/əˌɡæθəʊkækəˈlɒdʒɪkəl/",
    "definitions": [
      {
        "definition": "Composed of both good and evil.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The novel's protagonist was fascinatingly agathokakological, capable of both extreme kindness and calculated cruelty.",
      "She argued that human nature is fundamentally agathokakological, with potential for both virtue and vice.",
      "The film portrayed an agathokakological universe where moral absolutes were constantly questioned."
    ],
    "isFeatured": true
  },
  {
    "id": "ailurophile",
    "word": "Ailurophile",
    "pronunciation": "/aɪˈlʊərəfaɪl/",
    "definitions": [
      {
        "definition": "A cat lover.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "As an ailurophile, she couldn't resist adopting yet another rescue cat.",
      "The café was designed specifically for ailurophiles who wanted to enjoy coffee in feline company.",
      "Ancient Egyptians were known ailurophiles, even worshipping cats as sacred animals."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/a/ailuro01.mp3"
  },
  {
    "id": "akrasia",
    "word": "Akrasia",
    "pronunciation": "/əˈkreɪziə/",
    "definitions": [
      {
        "definition": "The state of mind in which someone acts against their better judgment through weakness of will.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Though he knew he should be studying, akrasia led him to binge-watch another season of the show.",
      "The philosophy course examined akrasia as a central problem in understanding human behavior.",
      "Her repeated financial problems were less about ignorance and more about akrasia—she knew what she should do but couldn't bring herself to do it."
    ],
    "isFeatured": true
  },
  {
    "id": "alexithymia",
    "word": "Alexithymia",
    "pronunciation": "/əˌlɛksɪˈθaɪmiə/",
    "definitions": [
      {
        "definition": "The inability to identify and describe emotions in oneself or others.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "His alexithymia made it difficult for him to understand why his comments had upset his partner.",
      "The psychology course discussed alexithymia as a common feature in certain neurological conditions.",
      "She worked with a therapist to overcome her alexithymia and develop a richer emotional vocabulary."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/a/alexi06m.mp3"
  },
  {
    "id": "anagnorisis",
    "word": "Anagnorisis",
    "pronunciation": "/ˌænəɡˈnɒrɪsɪs/",
    "definitions": [
      {
        "definition": "The moment in a play or story when a character makes a critical discovery or has a critical realization.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The protagonist's anagnorisis occurs when she finally understands the true intentions of her mentor.",
      "In Oedipus Rex, the anagnorisis is particularly devastating as Oedipus realizes his true identity.",
      "The film builds slowly toward an anagnorisis that forces the audience to reconsider everything they've seen."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/a/anagno01.mp3"
  },
  {
    "id": "anchorite",
    "word": "Anchorite",
    "pronunciation": "/ˈæŋkəraɪt/",
    "definitions": [
      {
        "definition": "A religious recluse; someone who has withdrawn from secular society to lead a life of prayer and contemplation.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The anchorite lived in a small cell attached to the church for over twenty years.",
      "Medieval anchorites often took vows never to leave their dwelling place.",
      "Unlike cenobitic monks who lived in communities, anchorites chose complete solitude for their spiritual practice."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/a/anchor07.mp3"
  },
  {
    "id": "anecdata",
    "word": "Anecdata",
    "pronunciation": "/ˌænɪkˈdeɪtə/",
    "definitions": [
      {
        "definition": "Information which is presented as if based on scientific research or systematic data collection but is in fact based on personal observation or experience, often involving instances selected to confirm a particular bias.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The article relied heavily on anecdata rather than rigorous research to support its controversial claims.",
      "Social media is filled with anecdata about miracle cures that haven't been scientifically verified.",
      "Although anecdata can provide valuable insights, it shouldn't be the sole basis for policy decisions."
    ],
    "isFeatured": true
  },
  {
    "id": "anfractuous",
    "word": "Anfractuous",
    "pronunciation": "/ænˈfræktʃuəs/",
    "definitions": [
      {
        "definition": "Winding or circuitous; full of twists and turns.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The anfractuous mountain road made the journey twice as long as the straight-line distance would suggest.",
      "Her explanation was so anfractuous that everyone lost track of her original point.",
      "The anfractuous tunnels of the ancient catacomb confused even experienced guides."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/a/anfrac02.mp3"
  },
  {
    "id": "anodyne",
    "word": "Anodyne",
    "pronunciation": "/ˈænədaɪn/",
    "definitions": [
      {
        "definition": "Not likely to provoke dissent or offense; inoffensive, often deliberately so.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "A medicine that relieves or soothes pain.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The politician gave an anodyne statement that avoided addressing the controversy directly.",
      "Traditional anodynes like willow bark contain natural salicylates similar to aspirin.",
      "The gallery displayed pleasant but anodyne landscapes that wouldn't challenge any viewer."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/a/anodyn01.mp3"
  },
  {
    "id": "antediluvian",
    "word": "Antediluvian",
    "pronunciation": "/ˌæntɪdɪˈluːviən/",
    "definitions": [
      {
        "definition": "Of or belonging to the time before the biblical Flood.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "Extremely old-fashioned; antiquated.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The professor's antediluvian views on gender roles had no place in the modern classroom.",
      "The museum contained fossils of antediluvian creatures that roamed the earth millions of years ago.",
      "Her grandmother's house was filled with antediluvian furniture and technology from another era."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/a/antedi01.mp3"
  },
  {
    "id": "apophenia",
    "word": "Apophenia",
    "pronunciation": "/ˌæpəˈfiːniə/",
    "definitions": [
      {
        "definition": "The tendency to perceive meaningful connections between unrelated things.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Conspiracy theories often result from apophenia, as people connect random events into patterns.",
      "The researcher cautioned against apophenia when looking for patterns in the data.",
      "Gamblers frequently exhibit apophenia, believing they can detect patterns in truly random outcomes."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/a/apophe01.mp3"
  },
  {
    "id": "aposiopesis",
    "word": "Aposiopesis",
    "pronunciation": "/ˌæpəsaɪəˈpiːsɪs/",
    "definitions": [
      {
        "definition": "A rhetorical device in which the speaker suddenly breaks off in the middle of a sentence, leaving the sense unfinished.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The threat 'If you do that one more time, I'll...' is a common form of aposiopesis.",
      "Shakespeare used aposiopesis effectively to convey overwhelming emotion in his plays.",
      "The politician employed aposiopesis in his speech, allowing listeners to imagine the dire consequences he left unstated."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/a/aposio01.mp3"
  },
  {
    "id": "apricate",
    "word": "Apricate",
    "pronunciation": "/ˈæprɪkeɪt/",
    "definitions": [
      {
        "definition": "To bask in the sun.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "The lizard apricated on the warm rock, absorbing heat after the cool night.",
      "Elderly residents apricated in the courtyard during the brief winter sunshine.",
      "She loved to apricate on the beach, despite warnings about UV exposure."
    ]
  },
  {
    "id": "apricity",
    "word": "Apricity",
    "pronunciation": "/əˈprɪsɪti/",
    "definitions": [
      {
        "definition": "The warmth of the sun in winter.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Despite the snow on the ground, they enjoyed the apricity while having coffee on the south-facing terrace.",
      "The cat moved from window to window throughout the day, following patches of apricity.",
      "There's a special quality to apricity that makes it more precious than summer's heat."
    ],
    "isFeatured": true
  },
  {
    "id": "arachibutyrophobia",
    "word": "Arachibutyrophobia",
    "pronunciation": "/əˌrækɪbjʊtɪrəˈfəʊbiə/",
    "definitions": [
      {
        "definition": "The fear of peanut butter sticking to the roof of the mouth.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Her arachibutyrophobia led her to avoid peanut butter sandwiches entirely, despite loving the flavor.",
      "The child developed arachibutyrophobia after a frightening choking incident involving peanut butter.",
      "Therapists treating arachibutyrophobia often use gradual exposure techniques with different food textures."
    ],
    "isFeatured": true
  },
  {
    "id": "aubade",
    "word": "Aubade",
    "pronunciation": "/əʊˈbɑːd/",
    "definitions": [
      {
        "definition": "A poem or piece of music appropriate to the dawn or early morning.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "A song or poem of lovers separating at dawn.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The composer's aubade captured the gentle optimism of daybreak.",
      "John Donne's poem 'The Sun Rising' is a classic example of an aubade.",
      "She performed the traditional aubade from her balcony as the sun rose over the city."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/a/aubade01.mp3"
  },
  {
    "id": "aureate",
    "word": "Aureate",
    "pronunciation": "/ˈɔːriət/",
    "definitions": [
      {
        "definition": "Golden or gilded.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "Rhetorically ornate or grandiloquent.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The cathedral's aureate dome gleamed in the morning sunlight.",
      "His aureate prose style, while impressive, sometimes obscured his actual meaning.",
      "The autumn forest was transformed into an aureate wonderland as the leaves changed color."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/a/aureat01.mp3"
  },
  {
    "id": "autolatry",
    "word": "Autolatry",
    "pronunciation": "/ɔːˈtɒlətri/",
    "definitions": [
      {
        "definition": "The worship of oneself; excessive self-worship.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The celebrity's autolatry was evident in the mansion filled with portraits and statues of himself.",
      "Social media has been criticized for encouraging autolatry among users seeking validation.",
      "The philosopher warned that extreme individualism can lead to autolatry and social disconnection."
    ]
  },
  {
    "id": "balter",
    "word": "Balter",
    "pronunciation": "/ˈbɔːltər/",
    "definitions": [
      {
        "definition": "To dance artlessly, without particular grace or skill but usually with enjoyment.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "The children baltered around the living room to the music, knocking over a lamp in their enthusiasm.",
      "At weddings, he always drinks just enough to feel comfortable baltering on the dance floor.",
      "They baltered through the summer rain, laughing as they splashed through puddles."
    ],
    "isFeatured": true
  },
  {
    "id": "basorexia",
    "word": "Basorexia",
    "pronunciation": "/ˌbeɪsəˈrɛksiə/",
    "definitions": [
      {
        "definition": "An overwhelming urge to kiss.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "During their romantic dinner, he felt an intense basorexia that was difficult to resist.",
      "The poet described basorexia as one of the sweetest forms of anticipation.",
      "Studies suggest that basorexia may be triggered by specific pheromones and visual cues."
    ],
    "isFeatured": true
  },
  {
    "id": "biblioclasm",
    "word": "Biblioclasm",
    "pronunciation": "/ˈbɪbliəʊklæzəm/",
    "definitions": [
      {
        "definition": "The deliberate destruction of books.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The regime's biblioclasm was designed to erase cultural history and suppress dissenting ideas.",
      "Digital archiving projects aim to preserve knowledge against potential biblioclasm from natural disasters or political upheaval.",
      "Throughout history, biblioclasm has been a common feature of authoritarian governments."
    ],
    "isFeatured": true
  },
  {
    "id": "biblioklept",
    "word": "Biblioklept",
    "pronunciation": "/ˈbɪbliəklɛpt/",
    "definitions": [
      {
        "definition": "One who steals books.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The library installed new security measures to deter potential biblioklepts.",
      "The renowned author confessed to being a biblioklept in his youth, stealing books he couldn't afford.",
      "Some biblioklepts collect stolen books, while others take them for the thrill of acquisition."
    ]
  },
  {
    "id": "bibliophile",
    "word": "Bibliophile",
    "pronunciation": "/ˈbɪbliəfʌɪl/",
    "definitions": [
      {
        "definition": "A person who has a great love for books or reading.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "As a dedicated bibliophile, he spent most weekends browsing secondhand bookshops.",
      "The rare book auction attracted bibliophiles from around the world.",
      "Her apartment revealed her as a bibliophile, with bookshelves covering every available wall."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/b/biblio16.mp3"
  },
  {
    "id": "blandishment",
    "word": "Blandishment",
    "pronunciation": "/ˈblændɪʃmənt/",
    "definitions": [
      {
        "definition": "Flattery or cajolery; something that tends to coax or flatter.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "All his blandishments failed to convince her to change her mind.",
      "The salesperson used expert blandishments to persuade customers to upgrade their purchases.",
      "She was immune to the blandishments of fame and fortune."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/b/blandi02.mp3"
  },
  {
    "id": "blatherskite",
    "word": "Blatherskite",
    "pronunciation": "/ˈblæðəskaɪt/",
    "definitions": [
      {
        "definition": "A person who talks at great length without making much sense.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "Nonsensical or blustering talk.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The office blatherskite dominated meetings with long-winded, meaningless contributions.",
      "She had no patience for political blatherskite that avoided addressing the actual issues.",
      "What began as a formal debate quickly devolved into blatherskite from both parties."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/b/blathe04.mp3"
  },
  {
    "id": "bloviate",
    "word": "Bloviate",
    "pronunciation": "/ˈbləʊvieɪt/",
    "definitions": [
      {
        "definition": "To talk at length, especially in an inflated or empty way.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "The politician was known to bloviate rather than address questions directly.",
      "He tends to bloviate about his accomplishments at every social gathering.",
      "The professor would bloviate for the first twenty minutes of each lecture before getting to the main topic."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/b/blovi01s.mp3"
  },
  {
    "id": "borborygmus",
    "word": "Borborygmus",
    "pronunciation": "/ˌbɔːrbəˈrɪɡməs/",
    "definitions": [
      {
        "definition": "A rumbling or gurgling noise made by the movement of fluid and gas in the intestines.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "During the silent exam, his borborygmus seemed embarrassingly loud.",
      "The doctor explained that occasional borborygmus is a normal digestive function.",
      "Her meditation was interrupted by persistent borborygmus, reminding her it was lunchtime."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/b/borbor01.mp3"
  },
  {
    "id": "brabble",
    "word": "Brabble",
    "pronunciation": "/ˈbræbl/",
    "definitions": [
      {
        "definition": "A noisy quarrel about trifles; a squabble.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "To argue loudly about unimportant matters; to squabble.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "What started as a minor disagreement quickly devolved into a brabble that disrupted the entire meeting.",
      "The siblings brabbled constantly over who would sit in the front seat of the car.",
      "She had no patience for political brabble that ignored substantive policy issues."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/b/brabbl01.mp3"
  },
  {
    "id": "bromidic",
    "word": "Bromidic",
    "pronunciation": "/brəʊˈmɪdɪk/",
    "definitions": [
      {
        "definition": "Commonplace; trite; consisting of bromides.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The graduation speech was filled with bromidic advice about following one's dreams.",
      "His bromidic observations about the weather failed to spark any interesting conversation.",
      "She avoided bromidic phrases in her writing, preferring fresh and original expressions."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/b/bromid02.mp3"
  },
  {
    "id": "bruxism",
    "word": "Bruxism",
    "pronunciation": "/ˈbrʌksɪzəm/",
    "definitions": [
      {
        "definition": "The involuntary habitual grinding of the teeth, typically during sleep.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Her dentist recommended a night guard to prevent damage from bruxism.",
      "Stress and anxiety can exacerbate bruxism in susceptible individuals.",
      "He wasn't aware of his bruxism until his partner complained about the grinding noise at night."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/b/bruxis01.mp3"
  },
  {
    "id": "bumbershoot",
    "word": "Bumbershoot",
    "pronunciation": "/ˈbʌmbəʃuːt/",
    "definitions": [
      {
        "definition": "An umbrella.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "She grabbed her bumbershoot before heading out into the rainy Seattle afternoon.",
      "The vintage store sold colorful bumbershoots with carved wooden handles.",
      "The annual Bumbershoot Festival in Seattle was named after the colloquial term for a rain umbrella."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/b/bumber01.mp3"
  },
  {
    "id": "bumfuzzle",
    "word": "Bumfuzzle",
    "pronunciation": "/ˈbʌmfʌzəl/",
    "definitions": [
      {
        "definition": "To confuse or fluster.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "The complex directions completely bumfuzzled him, and he got lost twice.",
      "New technology tends to bumfuzzle older users until they've had time to adapt.",
      "The magician's sleight of hand bumfuzzled the audience."
    ]
  },
  {
    "id": "cacoethes",
    "word": "Cacoethes",
    "pronunciation": "/ˌkækəʊˈiːθiːz/",
    "definitions": [
      {
        "definition": "An irresistible urge; a mania.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "He suffered from cacoethes scribendi—an overwhelming urge to write.",
      "Her cacoethes for collecting rare books had filled every available shelf in her home.",
      "The composer's cacoethes resulted in fourteen symphonies written in just three years."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/c/cacoet01.mp3"
  },
  {
    "id": "callipygian",
    "word": "Callipygian",
    "pronunciation": "/ˌkælɪˈpɪdʒiən/",
    "definitions": [
      {
        "definition": "Having well-shaped buttocks.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The ancient Greek statue was celebrated for its callipygian subject.",
      "The fitness instructor promised callipygian results from following the specialized exercise regimen.",
      "Art historians note that standards for callipygian beauty have varied across cultures and time periods."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/c/callip01.mp3"
  },
  {
    "id": "cantankerous",
    "word": "Cantankerous",
    "pronunciation": "/kænˈtæŋkərəs/",
    "definitions": [
      {
        "definition": "Bad-tempered, argumentative, and uncooperative.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The cantankerous old man shouted at children who ventured near his property.",
      "She became increasingly cantankerous as the meeting dragged on without resolution.",
      "The reviewer was known for his cantankerous critiques of even the most popular restaurants."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/c/cantan01.mp3"
  },
  {
    "id": "casuistry",
    "word": "Casuistry",
    "pronunciation": "/ˈkæzjʊɪstri/",
    "definitions": [
      {
        "definition": "The use of clever but unsound reasoning, especially in relation to moral questions; sophistry.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "His argument defending the company's actions was a masterpiece of casuistry that ignored fundamental ethical principles.",
      "The debate devolved into casuistry when participants began twisting definitions to support their positions.",
      "Medieval theologians developed casuistry to resolve complex moral dilemmas by applying general principles to specific cases."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/c/casuis04.mp3"
  },
  {
    "id": "chatoyant",
    "word": "Chatoyant",
    "pronunciation": "/ʃəˈtɔɪənt/",
    "definitions": [
      {
        "definition": "(Of a gemstone) having a changeable luster or color with an undulating narrow band of white light.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "A gemstone, such as a cat's-eye, that displays chatoyancy.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The tiger's eye stone is prized for its chatoyant properties.",
      "The interior designer chose chatoyant silk fabrics that shifted color as visitors moved through the room.",
      "Her chatoyant eyes seemed to change from green to gold depending on the light."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/c/chatoy03.mp3"
  },
  {
    "id": "chiaroscuro",
    "word": "Chiaroscuro",
    "pronunciation": "/kiˌɑːrəˈskjʊərəʊ/",
    "definitions": [
      {
        "definition": "The treatment of light and shade in drawing and painting.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "An effect of contrasted light and shadow.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Rembrandt was a master of chiaroscuro, using dramatic lighting to create depth and mood.",
      "The black and white film used chiaroscuro techniques to enhance its noir atmosphere.",
      "The photographer's portraits featured striking chiaroscuro that highlighted the subject's facial structure."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/c/chiaro02.mp3"
  },
  {
    "id": "cicisbeo",
    "word": "Cicisbeo",
    "pronunciation": "/ˌtʃɪtʃɪzˈbeɪəʊ/",
    "definitions": [
      {
        "definition": "A married woman's male companion or lover in 18th-century Italy.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The historical novel depicted the complex social role of the cicisbeo in Venetian society.",
      "The countess appeared at the opera with her husband on one arm and her cicisbeo on the other.",
      "The institution of the cicisbeo was a formalized aspect of aristocratic Italian life, though it scandalized foreign visitors."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/c/cicisb01.mp3"
  },
  {
    "id": "clerihew",
    "word": "Clerihew",
    "pronunciation": "/ˈklɛrɪhjuː/",
    "definitions": [
      {
        "definition": "A short comic or nonsensical verse, typically in two rhyming couplets with lines of unequal length and about a famous person.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "She won the literary competition with a clerihew about Einstein.",
      "His birthday card contained a personalized clerihew that perfectly captured his personality.",
      "Edmund Clerihew Bentley invented the clerihew in 1890 while still a 16-year-old schoolboy."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/c/clerih01.mp3"
  },
  {
    "id": "clinomania",
    "word": "Clinomania",
    "pronunciation": "/ˌklɪnəʊˈmeɪniə/",
    "definitions": [
      {
        "definition": "An excessive desire to stay in bed; an abnormal desire for rest.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Sunday mornings always trigger his clinomania, making brunch plans challenging.",
      "Her seasonal depression manifested as clinomania during the darkest winter months.",
      "The article suggested that occasional clinomania might be the body's natural response to stress and overwork."
    ],
    "isFeatured": true
  },
  {
    "id": "collywobbles",
    "word": "Collywobbles",
    "pronunciation": "/ˈkɒliwɒblz/",
    "definitions": [
      {
        "definition": "A state of intestinal disorder, usually accompanied by a rumbling stomach.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "A feeling of fear, apprehension, or nervousness.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Public speaking always gave him a bad case of the collywobbles.",
      "She complained of collywobbles after eating the questionable street food.",
      "The anticipation of the job interview gave her collywobbles all morning."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/c/collyw01.mp3"
  },
  {
    "id": "compathy",
    "word": "Compathy",
    "pronunciation": "/ˈkɒmpəθi/",
    "definitions": [
      {
        "definition": "A shared feeling or experience of suffering; the ability to share in or have a communal understanding of another's emotional state.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The support group provided compathy that individual therapy couldn't, as everyone there truly understood what she was going through.",
      "Unlike sympathy or empathy, compathy arises from having directly experienced the same situation.",
      "Veterans often find compathy with each other that civilians cannot provide, regardless of how empathetic they might be."
    ],
    "isFeatured": true
  },
  {
    "id": "compunction",
    "word": "Compunction",
    "pronunciation": "/kəmˈpʌŋkʃən/",
    "definitions": [
      {
        "definition": "A feeling of guilt or moral scruple that prevents or follows the doing of something bad.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "He felt no compunction about lying to protect his friend.",
      "The executioner carried out his duties without compunction.",
      "Her compunction over the harsh words led her to apologize immediately."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/c/compun01.mp3"
  },
  {
    "id": "concinnity",
    "word": "Concinnity",
    "pronunciation": "/kənˈsɪnɪti/",
    "definitions": [
      {
        "definition": "Elegant arrangement or harmony of the different parts of something, especially in literary works.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The poem displayed remarkable concinnity, with each verse building perfectly upon the last.",
      "The architect's design was praised for its concinnity of form and function.",
      "Despite covering complex topics, her writing maintains a concinnity that makes it accessible and pleasant to read."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/c/concin01.mp3"
  },
  {
    "id": "conflate",
    "word": "Conflate",
    "pronunciation": "/kənˈfleɪt/",
    "definitions": [
      {
        "definition": "To combine or blend two or more elements into a whole.",
        "partOfSpeech": "verb"
      },
      {
        "definition": "To mistakenly treat two distinct concepts as the same.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "The student's essay conflated several different philosophical concepts, causing confusion.",
      "Media reports often conflate correlation with causation.",
      "The artwork conflated classical and modern imagery to create something surprisingly harmonious."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/c/confla03.mp3"
  },
  {
    "id": "coruscate",
    "word": "Coruscate",
    "pronunciation": "/ˈkɒrəskeɪt/",
    "definitions": [
      {
        "definition": "To flash or sparkle; to emit flashes of light.",
        "partOfSpeech": "verb"
      },
      {
        "definition": "To display brilliant technique or style.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "Diamonds coruscated under the spotlights in the jewelry store display.",
      "Her coruscating wit made her a favorite guest on late-night talk shows.",
      "The ocean surface coruscated with countless reflections of the setting sun."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/c/corusc02.mp3"
  },
  {
    "id": "cosmogyral",
    "word": "Cosmogyral",
    "pronunciation": "/kɒzməˈdʒaɪrəl/",
    "definitions": [
      {
        "definition": "Whirling around the universe.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The poem described the cosmogyral journey of the human spirit after death.",
      "Halley's comet follows a cosmogyral path that brings it near Earth approximately every 76 years.",
      "The virtual reality experience simulated a cosmogyral tour through different galaxies."
    ]
  },
  {
    "id": "crapulous",
    "word": "Crapulous",
    "pronunciation": "/ˈkræpjʊləs/",
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/c/crapul01.mp3",
    "definitions": [
      {
        "definition": "Characterized by gross excess in drinking or eating.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "Suffering from or due to such excess.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The day after the wedding, the crapulous guests moved slowly at the farewell brunch.",
      "His crapulous lifestyle caught up with him in middle age when his health began to decline.",
      "The Roman feast was a crapulous affair with endless courses of exotic dishes."
    ]
  },
  {
    "id": "crepuscular",
    "word": "Crepuscular",
    "pronunciation": "/krɪˈpʌskjʊlər/",
    "definitions": [
      {
        "definition": "Relating to or resembling twilight; dim.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "(Zoology) Becoming active at twilight or before sunrise, as certain insects and mammals.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The crepuscular light cast long shadows across the meadow.",
      "Rabbits are crepuscular animals, most active at dawn and dusk.",
      "The photographer specialized in capturing the crepuscular ambiance of cities just after sunset."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/c/crepus01.mp3"
  },
  {
    "id": "curglaff",
    "word": "Curglaff",
    "pronunciation": "/ˈkɜːrɡlæf/",
    "definitions": [
      {
        "definition": "The shock felt when entering cold water.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The swimmer's gasp of curglaff echoed across the lake as she dove in.",
      "Winter swimmers eventually learn to suppress their natural curglaff reaction.",
      "Nothing wakes you up quite like the curglaff of an early morning ocean swim."
    ],
    "isFeatured": true
  },
  {
    "id": "cynosure",
    "word": "Cynosure",
    "pronunciation": "/ˈsaɪnəʃʊə/",
    "definitions": [
      {
        "definition": "A person or thing that is the center of attention or admiration.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "Something that serves to guide or direct.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The stunning architecture made the new museum the cynosure of the city.",
      "In ancient navigation, the North Star was a cynosure for sailors crossing the ocean.",
      "At the gala, her elegant gown made her the cynosure of all eyes."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/c/cynosu02.mp3"
  },
  {
    "id": "dactylonomy",
    "word": "Dactylonomy",
    "pronunciation": "/ˌdæktɪˈlɒnəmi/",
    "definitions": [
      {
        "definition": "The art of counting on the fingers.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Different cultures have developed unique systems of dactylonomy that allow counting to surprisingly high numbers.",
      "Children learning mathematics naturally begin with dactylonomy before moving to abstract counting.",
      "The anthropologist documented traditional dactylonomy methods that had been passed down for generations."
    ],
    "isFeatured": true
  },
  {
    "id": "defenestration",
    "word": "Defenestration",
    "pronunciation": "/dɪˌfɛnɪˈstreɪʃən/",
    "definitions": [
      {
        "definition": "The act of throwing someone or something out of a window.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The historical Defenestration of Prague in 1618 helped trigger the Thirty Years' War.",
      "His dramatic defenestration of the alarm clock every morning became a household joke.",
      "The novel climaxed with the defenestration of the incriminating documents just as the police arrived."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/d/defene01.mp3"
  },
  {
    "id": "deliquescent",
    "word": "Deliquescent",
    "pronunciation": "/ˌdɛlɪˈkwɛsnt/",
    "definitions": [
      {
        "definition": "(Chemistry) Becoming liquid by absorbing moisture from the air.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "Becoming fluid or soft; melting away.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "Certain salts are highly deliquescent and must be stored in airtight containers.",
      "The ice sculpture became deliquescent in the afternoon sun.",
      "The painter captured the deliquescent quality of the sunset melting into the ocean."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/d/deliqu02.mp3"
  },
  {
    "id": "demesne",
    "word": "Demesne",
    "pronunciation": "/dɪˈmeɪn/",
    "definitions": [
      {
        "definition": "Land attached to a manor and retained for the owner's own use.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "A region or domain.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The lord's demesne comprised the finest agricultural land on the estate.",
      "Quantum physics was considered outside her demesne of expertise.",
      "The castle and its surrounding demesne have been preserved as a historical site."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/d/demesn02.mp3"
  },
  {
    "id": "dendrochronology",
    "word": "Dendrochronology",
    "pronunciation": "/ˌdɛndrəʊkrəˈnɒlədʒi/",
    "definitions": [
      {
        "definition": "The science of dating events and environmental change by studying the annual growth rings in trees.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Using dendrochronology, researchers determined that the medieval building was constructed during a severe drought.",
      "Dendrochronology provides valuable data about climate patterns going back thousands of years.",
      "The archaeologist specialized in dendrochronology to date wooden artifacts from ancient settlements."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/d/dendro01.mp3"
  },
  {
    "id": "denouement",
    "word": "Denouement",
    "pronunciation": "/deɪˈnuːmɒ̃/",
    "definitions": [
      {
        "definition": "The final part of a play, movie, or narrative in which the strands of the plot are drawn together and matters are explained or resolved.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "The outcome of a situation, when something is decided or made clear.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The denouement revealed that the butler was indeed the murderer all along.",
      "After months of negotiations, the denouement came swiftly when both parties signed the agreement.",
      "Critics felt the denouement was rushed and left too many questions unanswered."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/d/denoue01.mp3"
  },
  {
    "id": "desiderium",
    "word": "Desiderium",
    "pronunciation": "/ˌdɛsɪˈdɪəriəm/",
    "definitions": [
      {
        "definition": "An ardent desire or longing, especially a feeling of loss or grief for something gone.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The memoir was filled with desiderium for a childhood home that no longer existed.",
      "Even decades later, she felt a profound desiderium for the career she had abandoned.",
      "His poetry expresses a constant desiderium for a simpler, more authentic way of life."
    ]
  },
  {
    "id": "desultory",
    "word": "Desultory",
    "pronunciation": "/ˈdɛsəltəri/",
    "definitions": [
      {
        "definition": "Lacking a plan, purpose, or enthusiasm; random, disconnected.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The conversation was desultory, jumping from topic to topic without any real engagement.",
      "She made a desultory attempt to clean the apartment before giving up.",
      "His desultory approach to studying resulted in poor exam performance."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/d/desult01.mp3"
  },
  {
    "id": "discombobulate",
    "word": "Discombobulate",
    "pronunciation": "/ˌdɪskəmˈbɒbjʊleɪt/",
    "definitions": [
      {
        "definition": "To confuse or disconcert; upset; frustrate.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "The unexpected question completely discombobulated him during the interview.",
      "Jet lag tends to discombobulate travelers crossing multiple time zones.",
      "The magician's trick discombobulated the audience, leaving them wondering how it was done."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/d/discom01.mp3"
  },
  {
    "id": "doomscrolling",
    "word": "Doomscrolling",
    "pronunciation": "/duːmˈskrəʊlɪŋ/",
    "definitions": [
      {
        "definition": "The habit of continuously scrolling through negative news or social media content.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Her nightly doomscrolling was affecting her sleep and overall mental health.",
      "Psychologists recommend setting time limits to avoid compulsive doomscrolling during crisis events.",
      "He replaced his morning doomscrolling ritual with meditation and noticed immediate benefits."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/d/doomscroll.mp3"
  },
  {
    "id": "dysania",
    "word": "Dysania",
    "pronunciation": "/dɪsˈeɪniə/",
    "definitions": [
      {
        "definition": "The state of finding it difficult to get out of bed in the morning.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "His chronic dysania made him chronically late for morning meetings.",
      "Winter mornings intensified her dysania, making the warm bed nearly impossible to leave.",
      "The article suggested that dysania might be linked to certain sleep disorders or depression."
    ],
    "isFeatured": true
  },
  {
    "id": "effervescent",
    "word": "Effervescent",
    "pronunciation": "/ˌɛfəˈvɛsnt/",
    "definitions": [
      {
        "definition": "Giving off bubbles; fizzy.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "Vivacious and enthusiastic.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "She dropped the effervescent tablet into water and watched it dissolve.",
      "His effervescent personality made him the life of every gathering.",
      "The review praised the film's effervescent energy and wit."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/e/efferv03.mp3"
  },
  {
    "id": "eigengrau",
    "word": "Eigengrau",
    "pronunciation": "/ˈaɪɡənɡraʊ/",
    "definitions": [
      {
        "definition": "The dark gray color seen by the eyes in perfect darkness, as a result of visual noise.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "In the sensory deprivation tank, she experienced nothing but eigengrau and absolute silence.",
      "Painters struggle to capture true eigengrau, as it's not quite black but a dark intrinsic gray.",
      "The scientist explained that eigengrau is the brain's way of interpreting the absence of visual stimuli."
    ],
    "isFeatured": true
  },
  {
    "id": "eldritch",
    "word": "Eldritch",
    "pronunciation": "/ˈɛldrɪtʃ/",
    "definitions": [
      {
        "definition": "Strange or unnatural, especially in a way that inspires fear; weird and sinister.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "An eldritch howl echoed through the abandoned mansion, freezing everyone in their tracks.",
      "The ancient forest took on an eldritch quality as the mist descended at twilight.",
      "The author specialized in tales of eldritch horrors lurking just beyond human comprehension."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/e/eldrit01.mp3"
  },
  {
    "id": "ennui",
    "word": "Ennui",
    "pronunciation": "/ɒnˈwiː/",
    "definitions": [
      {
        "definition": "A feeling of listlessness and dissatisfaction arising from a lack of occupation or excitement.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The endless summer days at the country house filled the teenagers with ennui.",
      "Chronic ennui, rather than sadness, characterized his middle-aged crisis.",
      "The novel explores the ennui of suburban life and its unexpected consequences."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/e/ennui001.mp3"
  },
  {
    "id": "ensorcell",
    "word": "Ensorcell",
    "pronunciation": "/ɛnˈsɔːrsəl/",
    "definitions": [
      {
        "definition": "To enchant or fascinate; to bewitch.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "The audience was ensorcelled by the violinist's haunting melody.",
      "Her ability to ensorcell powerful men with her charm and intelligence made her a formidable political operator.",
      "The ancient forest seemed to ensorcell visitors, causing them to lose track of time and direction."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/e/ensorc01.mp3"
  },
  {
    "id": "ephemeral",
    "word": "Ephemeral",
    "pronunciation": "/ɪˈfɛm(ə)rəl/",
    "definitions": [
      {
        "definition": "Lasting for a very short time.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "A plant that lives for just one growing season.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The beauty of cherry blossoms is ephemeral, lasting only about a week.",
      "Fame can be ephemeral, especially in the fast-paced world of social media.",
      "She specialized in ephemeral art installations that disappeared within hours."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/e/epheme04.mp3"
  },
  {
    "id": "ephemeron",
    "word": "Ephemeron",
    "pronunciation": "/ɪˈfɛmərɒn/",
    "definitions": [
      {
        "definition": "Something that lasts for a notably brief time.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Social media trends are modern ephemera, often forgotten within days.",
      "The museum collected political ephemera such as campaign buttons and posters.",
      "A mayfly is the classic example of an ephemeron in the natural world."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/e/epheme01.mp3"
  },
  {
    "id": "epizeuxis",
    "word": "Epizeuxis",
    "pronunciation": "/ˌɛpɪˈzuːksɪs/",
    "definitions": [
      {
        "definition": "The repetition of a word or phrase in immediate succession, for emphasis or emotional effect.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Shakespeare used epizeuxis in Hamlet's soliloquy with 'Words, words, words.'",
      "The speech culminated in an emotional epizeuxis: 'Never, never, never give up.'",
      "Children naturally employ epizeuxis when they're excited: 'Now, now, now!'"
    ]
  },
  {
    "id": "erinaceous",
    "word": "Erinaceous",
    "pronunciation": "/ˌɛrɪˈneɪʃəs/",
    "definitions": [
      {
        "definition": "Of, pertaining to, or resembling a hedgehog.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "His erinaceous hairstyle became more pronounced in the humidity.",
      "The character had an erinaceous personality—prickly on the outside but gentle underneath.",
      "The artist specialized in erinaceous sculptures made from repurposed metal scraps."
    ],
    "isFeatured": true
  },
  {
    "id": "erstwhile",
    "word": "Erstwhile",
    "pronunciation": "/ˈɜːstwaɪl/",
    "definitions": [
      {
        "definition": "Former; onetime.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The erstwhile allies soon became bitter competitors.",
      "She ran into her erstwhile neighbor at the conference.",
      "The erstwhile champion watched from the sidelines as a new record was set."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/e/erstwh01.mp3"
  },
  {
    "id": "ethereal",
    "word": "Ethereal",
    "pronunciation": "/ɪˈθɪəriəl/",
    "definitions": [
      {
        "definition": "Extremely delicate and light in a way that seems too perfect for this world.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "Characterized by lightness and insubstantiality; intangible.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The dancer's ethereal movements seemed to defy gravity.",
      "Morning mist gave the landscape an ethereal quality.",
      "Her ethereal voice floated above the orchestral accompaniment."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/e/ethere01.mp3"
  },
  {
    "id": "eucatastrophe",
    "word": "Eucatastrophe",
    "pronunciation": "/ˌjuːkəˈtæstrəfi/",
    "definitions": [
      {
        "definition": "A sudden and favorable resolution of events in a story; a happy ending.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Tolkien coined the term 'eucatastrophe' to describe the sudden joyous turn in fairy tales.",
      "The film's final scene provided a perfect eucatastrophe after two hours of mounting tension.",
      "Some critics argue that eucatastrophe in modern fiction often feels contrived and unearned."
    ]
  },
  {
    "id": "eudaemonia",
    "word": "Eudaemonia",
    "pronunciation": "/juːdɪˈmoʊniə/",
    "definitions": [
      {
        "definition": "A state of happiness and well-being; human flourishing.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "According to Aristotle, eudaemonia is achieved through living virtuously and fulfilling one's potential.",
      "The study found that strong social connections were essential to eudaemonia across cultures.",
      "Her retirement plan focused not on wealth, but on creating conditions for eudaemonia."
    ]
  },
  {
    "id": "evanescent",
    "word": "Evanescent",
    "pronunciation": "/ˌɛvəˈnɛsnt/",
    "definitions": [
      {
        "definition": "Soon passing out of sight, memory, or existence; quickly fading or disappearing.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The evanescent beauty of cherry blossoms makes them all the more precious.",
      "Fame in the age of social media can be particularly evanescent.",
      "The photographer specialized in capturing evanescent moments of everyday life."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/e/evanes03.mp3"
  },
  {
    "id": "farrago",
    "word": "Farrago",
    "pronunciation": "/fəˈrɑːɡəʊ/",
    "definitions": [
      {
        "definition": "A confused mixture; a hodgepodge.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The report was a farrago of unsubstantiated claims and logical fallacies.",
      "The museum exhibition presented a farrago of artifacts from different periods with little coherent organization.",
      "His personal style was a farrago of influences from various decades and cultures."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/f/farrag03.mp3"
  },
  {
    "id": "fernweh",
    "word": "Fernweh",
    "pronunciation": "/ˈfɛrnveː/",
    "definitions": [
      {
        "definition": "An ache for distant places; a craving for travel.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Stuck in his small town, he experienced intense fernweh whenever he saw travel documentaries.",
      "The pandemic intensified many people's fernweh as international travel became restricted.",
      "Her bedroom walls were covered with maps and photos of far-off places, a testament to her constant fernweh."
    ],
    "isFeatured": true
  },
  {
    "id": "flibbertigibbet",
    "word": "Flibbertigibbet",
    "pronunciation": "/ˌflɪbərtɪˈdʒɪbɪt/",
    "definitions": [
      {
        "definition": "A frivolous, flighty, or excessively talkative person.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Her aunt was a good-natured flibbertigibbet who could talk for hours about nothing in particular.",
      "The character of the flibbertigibbet in the play provided comic relief between serious scenes.",
      "He dismissed her as a flibbertigibbet, not realizing the sharp intelligence behind her chatty exterior."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/f/flibbe01.mp3"
  },
  {
    "id": "floccinaucinihilipilification",
    "word": "Floccinaucinihilipilification",
    "pronunciation": "/ˌflɒksɪˌnɔːsɪnaɪˌhɪlɪˌpɪlɪfɪˈkeɪʃən/",
    "definitions": [
      {
        "definition": "The action or habit of estimating something as worthless.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "His floccinaucinihilipilification of modern art revealed more about his own closed-mindedness than about the artwork itself.",
      "The critic's floccinaucinihilipilification of popular music failed to acknowledge its cultural significance.",
      "The word 'floccinaucinihilipilification' is primarily known for being one of the longest non-technical words in English."
    ],
    "isFeatured": true
  },
  {
    "id": "foofaraw",
    "word": "Foofaraw",
    "pronunciation": "/ˈfuːfəˌrɔː/",
    "definitions": [
      {
        "definition": "Excessive or flashy ornamentation or decoration.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "A great fuss or disturbance about something insignificant.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The wedding planner specialized in elegant simplicity rather than foofaraw.",
      "There was a tremendous foofaraw when the celebrity arrived at the small-town restaurant.",
      "He disliked the foofaraw of modern website design, preferring clean, minimalist interfaces."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/f/foofar01.mp3"
  },
  {
    "id": "frangible",
    "word": "Frangible",
    "pronunciation": "/ˈfrændʒɪbl/",
    "definitions": [
      {
        "definition": "Easily broken or fragile.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The package was marked 'frangible' to ensure careful handling during shipping.",
      "They designed frangible bullets that would break apart upon impact to reduce the risk of ricochets.",
      "The archaeologist carefully excavated the frangible remains of the ancient pottery."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/f/frangi01.mp3"
  },
  {
    "id": "funambulist",
    "word": "Funambulist",
    "pronunciation": "/fjuːˈnæmbjʊlɪst/",
    "definitions": [
      {
        "definition": "A tightrope walker.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The circus's star funambulist performed without a safety net, fifty feet above the ground.",
      "Becoming a funambulist requires exceptional balance, focus, and physical control.",
      "Modern funambulists often incorporate dance and theatrical elements into their performances."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/f/funamb01.mp3"
  },
  {
    "id": "gambrinous",
    "word": "Gambrinous",
    "pronunciation": "/ɡæmˈbraɪnəs/",
    "definitions": [
      {
        "definition": "Being full of or fond of beer.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The gambrinous crowd at the festival cheered as another keg was tapped.",
      "Victorian literature often portrayed gambrinous characters in tavern scenes.",
      "After a long day of hiking, they felt deservedly gambrinous as they sampled local brews."
    ],
    "isFeatured": true
  },
  {
    "id": "gelid",
    "word": "Gelid",
    "pronunciation": "/ˈdʒɛlɪd/",
    "definitions": [
      {
        "definition": "Extremely cold; icy.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The gelid water of the mountain lake took his breath away when he dove in.",
      "A gelid wind swept down from the north, freezing everything in its path.",
      "Her gelid response to his apology suggested that reconciliation would be difficult."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/g/gelid001.mp3"
  },
  {
    "id": "gongoozler",
    "word": "Gongoozler",
    "pronunciation": "/ˈɡɒŋɡuːzlə/",
    "definitions": [
      {
        "definition": "A person who enjoys watching activity on canals.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The lock attracted numerous gongoozlers who watched the boats navigate the change in water level.",
      "As a dedicated gongoozler, he spent his weekends along the canal photographing the narrowboats.",
      "The canalside pub was popular with gongoozlers who could observe the waterway traffic while enjoying a drink."
    ]
  },
  {
    "id": "gorgonize",
    "word": "Gorgonize",
    "pronunciation": "/ˈɡɔːɡənaɪz/",
    "definitions": [
      {
        "definition": "To have a paralizing or mesmerizing effect on someone.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "The speaker's eloquence gorgonized the audience into complete silence.",
      "She had a way of gorgonizing critics with her penetrating stare and quick retorts.",
      "The sudden appearance of the celebrity gorgonized the fans, leaving them momentarily speechless."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/g/gorgon04.mp3"
  },
  {
    "id": "griffonage",
    "word": "Griffonage",
    "pronunciation": "/ˈɡrɪfənɑːʒ/",
    "definitions": [
      {
        "definition": "Careless handwriting; a scribble.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The doctor's prescription was typical griffonage, illegible to anyone but the pharmacist.",
      "His notes were mere griffonage, hastily scrawled during the lecture.",
      "The historian struggled to decipher the griffonage in the ancient personal journal."
    ]
  },
  {
    "id": "haecceity",
    "word": "Haecceity",
    "pronunciation": "/hɛkˈsiːɪti/",
    "definitions": [
      {
        "definition": "The quality that makes a thing the individual thing that it is; the essence of a particular thing.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The philosopher's work focused on the concept of haecceity in personal identity.",
      "The artist sought to capture the haecceity of each subject in her portraits.",
      "Identical twins may look the same, but each has their own haecceity that makes them unique."
    ]
  },
  {
    "id": "hippopotomonstrosesquippedaliophobia",
    "word": "Hippopotomonstrosesquippedaliophobia",
    "pronunciation": "/ˌhɪpəpɒtəˌmɒnstrəʊˌsɛskwɪpəˌdeɪliəˈfəʊbiə/",
    "definitions": [
      {
        "definition": "The fear of long words.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Ironically, hippopotomonstrosesquippedaliophobia is one of the longest words in the English language.",
      "Someone with hippopotomonstrosesquippedaliophobia might experience anxiety when encountering technical terminology or academic jargon.",
      "The psychologist specialized in treating hippopotomonstrosesquippedaliophobia and similar language-related anxieties."
    ],
    "isFeatured": true
  },
  {
    "id": "hiraeth",
    "word": "Hiraeth",
    "pronunciation": "/hɪˈraɪθ/",
    "definitions": [
      {
        "definition": "A homesickness for a place that no longer exists or never was; a deep sense of nostalgia and longing.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "After decades abroad, she felt a profound hiraeth for the Wales of her childhood, which had changed beyond recognition.",
      "His poetry explores the hiraeth felt by displaced communities whose homelands have been transformed by war.",
      "The film evokes a universal hiraeth for simpler times that perhaps never truly existed."
    ],
    "isFeatured": true
  },
  {
    "id": "hygge",
    "word": "Hygge",
    "pronunciation": "/ˈhjuːɡə/ or /ˈhuːɡə/",
    "definitions": [
      {
        "definition": "A quality of coziness and comfortable conviviality that engenders a feeling of contentment or well-being.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The Danish concept of hygge involves creating a warm atmosphere and enjoying the good things in life with good people.",
      "Their winter evenings were filled with hygge—warm blankets, hot drinks, and good conversation by the fireplace.",
      "The interior designer specialized in creating spaces that promoted hygge through soft lighting and comfortable furnishings."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/h/hygge.mp3"
  },
  {
    "id": "hypnopompia",
    "word": "Hypnopompia",
    "pronunciation": "/ˌhɪpnəˈpɒmpiə/",
    "definitions": [
      {
        "definition": "The state of consciousness leading out of sleep, in which dream imagery may persist.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "During hypnopompia, she often experienced vivid visual hallucinations that disappeared as she fully awakened.",
      "Hypnopompia can produce creative insights as the dreaming mind transitions to wakefulness.",
      "Sleep researchers study hypnopompia to better understand the brain's transitions between states of consciousness."
    ],
    "isFeatured": true
  },
  {
    "id": "hypnopompic",
    "word": "Hypnopompic",
    "pronunciation": "/ˌhɪpnəˈpɒmpɪk/",
    "definitions": [
      {
        "definition": "Relating to the semiconscious state immediately preceding waking up.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "She experienced vivid hypnopompic hallucinations that lingered briefly as she awakened.",
      "The hypnopompic state often produces unusual sensory experiences as the brain transitions to wakefulness.",
      "His artwork attempted to capture the strange logic and imagery of hypnopompic consciousness."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/h/hypnop01.mp3"
  },
  {
    "id": "hypocorism",
    "word": "Hypocorism",
    "pronunciation": "/haɪˈpɒkərɪzəm/",
    "definitions": [
      {
        "definition": "A pet name or diminutive form of a name.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "'Bobby' and 'Bob' are common hypocorisms for 'Robert.'",
      "Different cultures have distinctive patterns for forming hypocorisms from given names.",
      "The toddler couldn't pronounce his sister's name, creating an adorable hypocorism that the family adopted."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/h/hypoco02.mp3"
  },
  {
    "id": "inchoate",
    "word": "Inchoate",
    "pronunciation": "/ɪnˈkəʊət/",
    "definitions": [
      {
        "definition": "Just begun and so not fully formed or developed; rudimentary.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "Confused or incoherent.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The protest movement remained inchoate, lacking clear leadership or demands.",
      "She had only an inchoate understanding of the complex legal issues involved.",
      "His inchoate thoughts on the subject gradually crystallized into a coherent theory."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/i/inchoa01.mp3"
  },
  {
    "id": "ineffable",
    "word": "Ineffable",
    "pronunciation": "/ɪnˈɛfəbl/",
    "definitions": [
      {
        "definition": "Too great or extreme to be expressed or described in words.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The beauty of the sunset over the ocean was truly ineffable.",
      "She experienced an ineffable joy when holding her newborn for the first time.",
      "The poet struggled to capture the ineffable quality of the ancient temple."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/i/ineffa01.mp3"
  },
  {
    "id": "ineluctable",
    "word": "Ineluctable",
    "pronunciation": "/ˌɪnɪˈlʌktəbl/",
    "definitions": [
      {
        "definition": "Unable to be avoided or escaped; inevitable.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "Death is an ineluctable fact of life.",
      "The committee faced the ineluctable conclusion that the project had failed.",
      "There was an ineluctable logic to her argument that no one could refute."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/i/ineluc01.mp3"
  },
  {
    "id": "insouciant",
    "word": "Insouciant",
    "pronunciation": "/ɪnˈsuːsiənt/",
    "definitions": [
      {
        "definition": "Showing a casual lack of concern; indifferent.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "He responded to the crisis with insouciant ease, as if such emergencies were everyday occurrences.",
      "Her insouciant attitude toward deadlines frustrated her more conscientious colleagues.",
      "The character's insouciant charm made him appealing despite his moral failings."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/i/insouc02.mp3"
  },
  {
    "id": "inure",
    "word": "Inure",
    "pronunciation": "/ɪˈnjʊə/",
    "definitions": [
      {
        "definition": "To accustom (someone) to something, especially something unpleasant.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "Soldiers become inured to hardship through rigorous training.",
      "Years of rejection had inured her to criticism.",
      "Working in emergency medicine gradually inured him to the sight of severe injuries."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/i/inure001.mp3"
  },
  {
    "id": "jabberwocky",
    "word": "Jabberwocky",
    "pronunciation": "/ˈdʒæbəˌwɒki/",
    "definitions": [
      {
        "definition": "Invented or meaningless language; nonsense.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The technical explanation sounded like jabberwocky to everyone without a background in the field.",
      "Lewis Carroll's poem 'Jabberwocky' is famous for its inventive nonsense words that somehow still convey meaning.",
      "The toddler's excited storytelling was mostly jabberwocky, but her enthusiasm was contagious."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/j/jabber04.mp3"
  },
  {
    "id": "jactitation",
    "word": "Jactitation",
    "pronunciation": "/ˌdʒæktɪˈteɪʃən/",
    "definitions": [
      {
        "definition": "Restless tossing of the body in illness.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "A false boasting or claim, especially to rights or status.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The nurse noted the patient's jactitation as a symptom of increasing discomfort.",
      "His jactitation about having royal connections was eventually exposed as a complete fabrication.",
      "In medieval law, jactitation of marriage referred to falsely claiming to be married to someone."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/j/jactit01.mp3"
  },
  {
    "id": "jejune",
    "word": "Jejune",
    "pronunciation": "/dʒɪˈdʒuːn/",
    "definitions": [
      {
        "definition": "Lacking in nutritive value.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "Naive, simplistic, or superficial.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "Dull; insipid.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The critic dismissed the bestseller as jejune entertainment with no literary merit.",
      "His jejune understanding of international politics led him to propose unrealistic solutions.",
      "The documentary offered a refreshing alternative to the jejune content on most channels."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/j/jejune01.mp3"
  },
  {
    "id": "jentacular",
    "word": "Jentacular",
    "pronunciation": "/dʒɛnˈtækjʊlə/",
    "definitions": [
      {
        "definition": "Pertaining to breakfast.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The hotel prided itself on its jentacular offerings, which included dishes from around the world.",
      "His jentacular habits included reading the newspaper while enjoying a cup of strong coffee.",
      "The study examined jentacular customs across different cultures and their impact on daily productivity."
    ]
  },
  {
    "id": "jouska",
    "word": "Jouska",
    "pronunciation": "/ˈdʒaʊskə/",
    "definitions": [
      {
        "definition": "A hypothetical conversation that you play out in your head.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Before the job interview, she rehearsed countless jouskae, preparing for every possible question.",
      "His tendency toward jouska often led to anxiety as he imagined worst-case conversational scenarios.",
      "The psychologist explained that jouska can be both helpful preparation and unhealthy rumination."
    ],
    "isFeatured": true
  },
  {
    "id": "kakistocracy",
    "word": "Kakistocracy",
    "pronunciation": "/ˌkækɪˈstɒkrəsi/",
    "definitions": [
      {
        "definition": "Government by the least qualified or most unscrupulous citizens.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The satirist suggested that the country had devolved into a kakistocracy where incompetence was rewarded.",
      "Political scientists debate whether certain historical periods represent true kakistocracy or simply flawed leadership.",
      "The opinion piece warned that voter apathy could lead to kakistocracy if citizens abandoned their civic responsibilities."
    ],
    "isFeatured": true
  },
  {
    "id": "kakorrhaphiophobia",
    "word": "Kakorrhaphiophobia",
    "pronunciation": "/ˌkækəʊræfiəˈfəʊbiə/",
    "definitions": [
      {
        "definition": "The abnormal fear of failure or defeat.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "His kakorrhaphiophobia prevented him from applying for promotions despite being qualified.",
      "Therapists help patients with kakorrhaphiophobia by gradually exposing them to situations where failure is possible but not catastrophic.",
      "Her kakorrhaphiophobia stemmed from childhood experiences where mistakes were harshly criticized."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/k/kakor01m.mp3"
  },
  {
    "id": "kalopsia",
    "word": "Kalopsia",
    "pronunciation": "/kəˈlɒpsiə/",
    "definitions": [
      {
        "definition": "The delusion of things being more beautiful than they are.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Her kalopsia regarding the relationship prevented her from seeing its serious problems.",
      "New love often involves a degree of kalopsia that fades with time and familiarity.",
      "The travel brochure induced kalopsia with its carefully edited and enhanced photographs."
    ]
  },
  {
    "id": "kenopsia",
    "word": "Kenopsia",
    "pronunciation": "/kɛˈnɒpsiə/",
    "definitions": [
      {
        "definition": "The eerie, forlorn atmosphere of a place that's usually bustling with people but is now abandoned and quiet.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The kenopsia of the empty school during summer break was both peaceful and slightly unsettling.",
      "Urban explorers often seek out the kenopsia of abandoned buildings and forgotten places.",
      "The photograph captured the kenopsia of the amusement park after closing time."
    ],
    "isFeatured": true
  },
  {
    "id": "kerfuffle",
    "word": "Kerfuffle",
    "pronunciation": "/kəˈfʌfəl/",
    "definitions": [
      {
        "definition": "A commotion or fuss, especially one caused by conflicting views.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "There was a kerfuffle in the audience when someone's phone started ringing during the performance.",
      "The minor policy change caused a major kerfuffle among longtime members of the organization.",
      "After the initial kerfuffle died down, everyone agreed the misunderstanding had been blown out of proportion."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/k/kerfuf01.mp3"
  },
  {
    "id": "komorebi",
    "word": "Komorebi",
    "pronunciation": "/koʊmoʊˈreɪbi/",
    "definitions": [
      {
        "definition": "The sunlight that filters through the leaves of trees; the interplay between light and leaves.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The photographer captured the beautiful komorebi effect in the forest at dawn.",
      "She sat in the garden, entranced by the komorebi dancing across the pages of her book.",
      "The Japanese garden was designed to maximize komorebi throughout the changing seasons."
    ],
    "isFeatured": true
  },
  {
    "id": "kvell",
    "word": "Kvell",
    "pronunciation": "/kvɛl/",
    "definitions": [
      {
        "definition": "To feel or express pride and joy in someone's achievements.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "The grandparents couldn't help but kvell as they watched their granddaughter graduate with honors.",
      "She kvelled about her son's musical talent to anyone who would listen.",
      "Teachers often kvell when former students return to share their successes."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/k/kvell01v.mp3"
  },
  {
    "id": "lacuna",
    "word": "Lacuna",
    "pronunciation": "/ləˈkuːnə/",
    "definitions": [
      {
        "definition": "An unfilled space or gap in a manuscript, text, or musical work.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "A gap or missing part, especially in an abstract body of knowledge.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The damaged manuscript contained several lacunae that scholars have attempted to reconstruct.",
      "There remains a significant lacuna in our understanding of how these civilizations interacted.",
      "The professor identified an important lacuna in the current research on quantum gravity."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/l/lacuna01.mp3"
  },
  {
    "id": "lalochezia",
    "word": "Lalochezia",
    "pronunciation": "/ˌlæləˈkiːziə/",
    "definitions": [
      {
        "definition": "The emotional relief gained from using profane or vulgar language.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "After hitting his thumb with a hammer, he experienced significant lalochezia from his colorful outburst.",
      "Research suggests that lalochezia may have genuine psychological benefits in certain situations.",
      "She apologized for her lalochezia but explained that swearing had helped her cope with the pain."
    ]
  },
  {
    "id": "lambent",
    "word": "Lambent",
    "pronunciation": "/ˈlæmbənt/",
    "definitions": [
      {
        "definition": "(Of light or fire) glowing, gleaming, or flickering with a soft radiance.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "Brilliantly playful, lightness of touch, especially in literary or artistic expression.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The room was illuminated by the lambent flame of a single candle.",
      "Her essay on urban life revealed a lambent wit that never became caustic.",
      "The sunset cast a lambent light across the ocean."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/l/lamben02.mp3"
  },
  {
    "id": "languor",
    "word": "Languor",
    "pronunciation": "/ˈlæŋɡə/",
    "definitions": [
      {
        "definition": "A state of pleasant tiredness or dreaminess.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "A lack of energy or vitality; listlessness.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The afternoon heat induced a pleasant languor that made it impossible to work.",
      "She moved with the languor of someone who had nowhere particular to be.",
      "The tropical setting of the novel is characterized by an oppressive languor that affects all the characters."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/l/languo01.mp3"
  },
  {
    "id": "lassitude",
    "word": "Lassitude",
    "pronunciation": "/ˈlæsɪtjuːd/",
    "definitions": [
      {
        "definition": "A state of physical or mental weariness; lack of energy.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The extreme heat caused a lassitude that made it difficult to concentrate.",
      "His chronic lassitude was eventually diagnosed as a symptom of an underlying health condition.",
      "A strange lassitude overcame her in the middle of the workday."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/l/lassit01.mp3"
  },
  {
    "id": "lethologica",
    "word": "Lethologica",
    "pronunciation": "/ˌlɛθəˈlɒdʒɪkə/",
    "definitions": [
      {
        "definition": "The inability to remember a word or put your finger on the right word.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "He suffered from temporary lethologica during his presentation, forgetting key terms he had practiced.",
      "Stress and fatigue can worsen episodes of lethologica.",
      "The irony of experiencing lethologica when trying to remember the word 'lethologica' wasn't lost on her."
    ],
    "isFeatured": true
  },
  {
    "id": "limerence",
    "word": "Limerence",
    "pronunciation": "/ˈlɪmərəns/",
    "definitions": [
      {
        "definition": "The state of being infatuated or obsessed with another person, typically experienced involuntarily and characterized by a strong desire for reciprocation of one's feelings.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Her limerence for her colleague made it difficult to concentrate during meetings.",
      "He wrote poetry during the intense period of limerence, only to be embarrassed by it later.",
      "Psychologists distinguish between limerence and more mature forms of love."
    ],
    "isFeatured": true
  },
  {
    "id": "liminal",
    "word": "Liminal",
    "pronunciation": "/ˈlɪmɪnl/",
    "definitions": [
      {
        "definition": "Relating to a transitional or initial stage of a process.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "Occupying a position at, or on both sides of, a boundary or threshold.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "Airports are liminal spaces, existing between departure and arrival, between home and destination.",
      "Adolescence is a liminal phase between childhood and adulthood.",
      "The artwork explores the liminal states of consciousness between wakefulness and sleep."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/l/limina01.mp3"
  },
  {
    "id": "lithomorphic",
    "word": "Lithomorphic",
    "pronunciation": "/lɪθəˈmɔːfɪk/",
    "definitions": [
      {
        "definition": "Resembling a stone or rock; having the form of stone.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The landscape featured lithomorphic sculptures that blended naturally with the rocky terrain.",
      "The architect designed lithomorphic concrete structures that seemed to have been carved from the mountain itself.",
      "Over centuries, the wooden pillars had undergone lithomorphic transformation, mineralizing into stone-like structures."
    ]
  },
  {
    "id": "logomachy",
    "word": "Logomachy",
    "pronunciation": "/lɒˈɡɒməki/",
    "definitions": [
      {
        "definition": "An argument or dispute about words or the meaning of words.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "A battle fought with words; contentious rhetoric.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The academic conference devolved into logomachy rather than substantive debate about ideas.",
      "Politicians often engage in logomachy to avoid addressing the real issues at hand.",
      "What began as a simple disagreement escalated into a full-blown logomachy that lasted for hours."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/l/logoma01.mp3"
  },
  {
    "id": "logophile",
    "word": "Logophile",
    "pronunciation": "/ˈlɒɡəfaɪl/",
    "definitions": [
      {
        "definition": "A lover of words; a word enthusiast.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "As a logophile, she maintained a journal of interesting words she encountered in her reading.",
      "The logophile's apartment was filled with dictionaries in multiple languages.",
      "Only a true logophile would appreciate the subtle differences between these synonyms."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/l/logophile_1.mp3"
  },
  {
    "id": "lucubrate",
    "word": "Lucubrate",
    "pronunciation": "/ˈluːkjʊbreɪt/",
    "definitions": [
      {
        "definition": "To work, write, or study laboriously, especially late at night.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "The scholar lucubrated over ancient manuscripts until dawn.",
      "His habit of lucubrating resulted in a comprehensive thesis but also severe sleep deprivation.",
      "She preferred to lucubrate when the house was quiet and distractions were minimal."
    ]
  },
  {
    "id": "lucubration",
    "word": "Lucubration",
    "pronunciation": "/ˌluːkjʊˈbreɪʃən/",
    "definitions": [
      {
        "definition": "Study or work done during the night.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "The product of such study; an elaborate, often pedantic treatise.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The dissertation was the result of years of lucubration in the university library.",
      "His lucubrations on obscure philosophical questions filled several thick volumes.",
      "She preferred early morning work to evening lucubration."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/l/lucubr01.mp3"
  },
  {
    "id": "lyart",
    "word": "Lyart",
    "pronunciation": "/ˈlaɪɑːrt/",
    "definitions": [
      {
        "definition": "Having streaks of grey or white in dark hair.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The portrait depicted a distinguished gentleman with lyart temples.",
      "His once jet-black beard had become increasingly lyart over the past decade.",
      "She embraced her lyart hair as a sign of wisdom rather than age."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/l/lyart001.mp3"
  },
  {
    "id": "macrosmatic",
    "word": "Macrosmatic",
    "pronunciation": "/ˌmækrɒzˈmætɪk/",
    "definitions": [
      {
        "definition": "Having a well-developed sense of smell.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "Dogs are macrosmatic animals, relying heavily on their sense of smell to understand their environment.",
      "The perfumer's macrosmatic abilities allowed her to detect subtle nuances in fragrances that others missed.",
      "Humans are considered microsmatic rather than macrosmatic, with a relatively poor sense of smell compared to many mammals."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/m/macro56m.mp3"
  },
  {
    "id": "maladroit",
    "word": "Maladroit",
    "pronunciation": "/ˌmæləˈdrɔɪt/",
    "definitions": [
      {
        "definition": "Ineffective or clumsy; not skillful.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "His maladroit attempt at an apology only made the situation worse.",
      "The maladroit handling of the crisis led to a wave of resignations.",
      "She felt maladroit at the formal dinner, unsure which fork to use for each course."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/m/maladr01.mp3"
  },
  {
    "id": "mamihlapinatapai",
    "word": "Mamihlapinatapai",
    "pronunciation": "/məˌmɪlæpɪnætəˈpaɪ/",
    "definitions": [
      {
        "definition": "A look shared by two people, each wishing that the other would initiate something that they both desire but which neither wants to begin.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Across the room, there was a moment of mamihlapinatapai between them, both wanting to approach but hesitating.",
      "Romantic comedies often feature scenes of mamihlapinatapai before characters finally admit their feelings.",
      "The business negotiation stalled in mamihlapinatapai, with both parties waiting for the other to make the first concession."
    ],
    "isFeatured": true
  },
  {
    "id": "meliorism",
    "word": "Meliorism",
    "pronunciation": "/ˈmiːliərɪzəm/",
    "definitions": [
      {
        "definition": "The belief that the world can be made better by human effort.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Her philosophy combined pragmatism with meliorism—a conviction that dedicated effort could improve social conditions.",
      "The charity's mission statement reflected a strong sense of meliorism in its approach to global poverty.",
      "Despite setbacks, his meliorism never wavered; he remained convinced that positive change was possible."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/m/melior05.mp3"
  },
  {
    "id": "mellifluous",
    "word": "Mellifluous",
    "pronunciation": "/məˈlɪfluəs/",
    "definitions": [
      {
        "definition": "Sweet or musical; pleasant to hear.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The singer's mellifluous voice captivated the entire audience.",
      "He had a mellifluous way of speaking that made even mundane topics interesting.",
      "The mellifluous sounds of the stream provided a perfect backdrop for meditation."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/m/mellif02.mp3"
  },
  {
    "id": "meraki",
    "word": "Meraki",
    "pronunciation": "/meˈrɑːki/",
    "definitions": [
      {
        "definition": "The soul, creativity, or love put into something; the essence of yourself that is put into your work.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The handcrafted furniture was created with meraki, reflecting the artisan's passion and dedication.",
      "You can taste the meraki in her cooking—each dish contains a piece of her heritage and personal story.",
      "True artists approach their work with meraki, infusing each creation with their essence."
    ],
    "isFeatured": true
  },
  {
    "id": "metanoia",
    "word": "Metanoia",
    "pronunciation": "/ˌmɛtəˈnɔɪə/",
    "definitions": [
      {
        "definition": "A profound transformation in one's outlook or way of life; a spiritual conversion.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "After the near-death experience, he underwent a complete metanoia, reordering his priorities and values.",
      "The environmental disaster triggered a collective metanoia in how the community viewed development.",
      "Great literature often depicts characters experiencing metanoia through their journey."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/m/metan01v.mp3"
  },
  {
    "id": "misocapnist",
    "word": "Misocapnist",
    "pronunciation": "/ˌmɪsəʊˈkæpnɪst/",
    "definitions": [
      {
        "definition": "A person who hates or is intolerant of tobacco smoke.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "As a committed misocapnist, she refused to visit bars where smoking was permitted.",
      "The misocapnist lobbied for stricter smoking regulations in public spaces.",
      "His misocapnist tendencies developed after growing up with parents who smoked heavily."
    ]
  },
  {
    "id": "monachopsis",
    "word": "Monachopsis",
    "pronunciation": "/ˌmɒnəˈkɒpsɪs/",
    "definitions": [
      {
        "definition": "The subtle but persistent feeling of being out of place; the feeling of being a stranger in a familiar setting.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Moving back to her hometown after ten years abroad, she experienced a strong sense of monachopsis.",
      "The memoir explored the author's monachopsis as a first-generation immigrant straddling two cultures.",
      "His monachopsis in corporate environments led him to seek a career where he could work independently."
    ],
    "isFeatured": true
  },
  {
    "id": "mondegreen",
    "word": "Mondegreen",
    "pronunciation": "/ˈmɒndɪɡriːn/",
    "definitions": [
      {
        "definition": "A misinterpretation of a phrase as a result of mishearing it, especially in song lyrics.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The classic mondegreen 'excuse me while I kiss this guy' (instead of 'kiss the sky') from Jimi Hendrix's 'Purple Haze' is known by many.",
      "Children's songs are often full of mondegreens as young listeners try to make sense of unfamiliar words.",
      "The podcast collected listeners' favorite mondegreens, creating a hilarious compilation of misheard lyrics."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/m/mondeg01.mp3"
  },
  {
    "id": "morosoph",
    "word": "Morosoph",
    "pronunciation": "/ˈmɒrəsɒf/",
    "definitions": [
      {
        "definition": "A learned fool; someone who is educated but lacks wisdom or common sense.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Despite his multiple degrees, he remained a morosoph, unable to apply his knowledge to practical problems.",
      "The play featured a classic morosoph character whose scholarly achievements were undermined by his social ineptitude.",
      "Academic institutions sometimes produce morosophs who can recite theory but fail to understand its real-world applications."
    ],
    "isFeatured": true
  },
  {
    "id": "mumblecore",
    "word": "Mumblecore",
    "pronunciation": "/ˈmʌmbəlkɔːr/",
    "definitions": [
      {
        "definition": "A style of low-budget film typically characterized by naturalistic acting and dialogue, often with an emphasis on personal relationships.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The festival showcased several mumblecore films from emerging directors.",
      "Mumblecore emerged in the early 2000s as digital filmmaking became more accessible.",
      "Critics debate whether mumblecore represents genuine artistic innovation or simply reflects budget constraints."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/m/mumblecore_1.mp3"
  },
  {
    "id": "mumpsimus",
    "word": "Mumpsimus",
    "pronunciation": "/ˈmʌmpsɪməs/",
    "definitions": [
      {
        "definition": "A traditional custom or notion that is adhered to despite being unreasonable.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "A person who obstinately adheres to old customs or ideas in spite of evidence that they are wrong.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "His mumpsimus about never updating software led to serious security vulnerabilities.",
      "The department was run by a mumpsimus who refused to consider any new methodologies.",
      "Despite scientific evidence to the contrary, she maintained her mumpsimus about supposed health benefits."
    ]
  },
  {
    "id": "murmuration",
    "word": "Murmuration",
    "pronunciation": "/ˌmɜːməˈreɪʃən/",
    "definitions": [
      {
        "definition": "The act of murmuring.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "A flock of starlings, especially when flocking in large swarms and swooping in patterns across the sky.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "A murmuration of discontent spread through the audience as the delay was announced.",
      "Photographers traveled great distances to capture the spectacular murmuration of starlings over the lake.",
      "The murmuration moved like a single organism, thousands of birds creating shifting shapes against the sunset."
    ],
    "isFeatured": true
  },
  {
    "id": "nefelibata",
    "word": "Nefelibata",
    "pronunciation": "/nɛfɛliˈbɑːtə/",
    "definitions": [
      {
        "definition": "One who lives in the clouds of their own imagination; an unconventional person who doesn't abide by the rules of society.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The eccentric artist was a true nefelibata, creating works that defied categorization or explanation.",
      "As a nefelibata, she found the routines and conventions of corporate life suffocating.",
      "The poet lived as a nefelibata in a small coastal village, drawing inspiration from dreams and natural surroundings."
    ],
    "isFeatured": true
  },
  {
    "id": "nemesis",
    "word": "Nemesis",
    "pronunciation": "/ˈnɛməsɪs/",
    "definitions": [
      {
        "definition": "The inescapable agent of someone's or something's downfall.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "A long-standing rival; an archenemy.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "His pride became his nemesis, ultimately causing his downfall.",
      "The detective had spent years tracking his nemesis, the elusive jewel thief.",
      "Procrastination was her nemesis throughout college."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/n/nemesi01.mp3"
  },
  {
    "id": "nemophilist",
    "word": "Nemophilist",
    "pronunciation": "/nɛˈmɒfɪlɪst/",
    "definitions": [
      {
        "definition": "One who is fond of forests or forest scenery; a haunter of woods.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The dedicated nemophilist spent every weekend exploring different woodland trails.",
      "Thoreau might be considered America's most famous nemophilist, given his experiences at Walden Pond.",
      "As a passionate nemophilist, she could identify dozens of tree species by their bark alone."
    ]
  },
  {
    "id": "nidificate",
    "word": "Nidificate",
    "pronunciation": "/nɪˈdɪfɪkeɪt/",
    "definitions": [
      {
        "definition": "To build a nest.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "The ornithologist studied how different bird species nidificate using various materials and techniques.",
      "Swallows typically nidificate under eaves or inside buildings.",
      "Some wasps nidificate in the ground rather than building exposed paper nests."
    ]
  },
  {
    "id": "novaturient",
    "word": "Novaturient",
    "pronunciation": "/ˌnoʊvəˈtjʊəriənt/",
    "definitions": [
      {
        "definition": "Desiring or seeking powerful change in one's life, behavior, or situation.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "After years in the same job, she felt novaturient and decided to pursue a completely different career.",
      "Novaturient travelers often seek experiences that will fundamentally challenge their worldview.",
      "His novaturient spirit led him to leave everything behind and start fresh in a new country."
    ],
    "isFeatured": true
  },
  {
    "id": "nudiustertian",
    "word": "Nudiustertian",
    "pronunciation": "/ˌnjuːdiəsˈtɜːʃən/",
    "definitions": [
      {
        "definition": "Of or relating to the day before yesterday.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "His nudiustertian adventure was still vivid in his mind despite the passage of time.",
      "The newspaper published a correction for a nudiustertian article that contained inaccuracies.",
      "The detective was particularly interested in the suspect's nudiustertian activities."
    ],
    "isFeatured": true
  },
  {
    "id": "nugatory",
    "word": "Nugatory",
    "pronunciation": "/ˈnjuːɡətəri/",
    "definitions": [
      {
        "definition": "Of no value or importance; trifling.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The contract included several nugatory clauses that added nothing substantial.",
      "His objections proved nugatory when the project received unanimous approval.",
      "She dismissed his concerns as nugatory details that wouldn't affect the outcome."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/n/nugato01.mp3"
  },
  {
    "id": "numinous",
    "word": "Numinous",
    "pronunciation": "/ˈnjuːmɪnəs/",
    "definitions": [
      {
        "definition": "Having a strong religious or spiritual quality; indicating or suggesting the presence of a divinity.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The ancient cathedral had a numinous atmosphere that inspired reverence even in non-believers.",
      "Many people describe a numinous feeling when witnessing remarkable natural phenomena like eclipses.",
      "The artwork created a numinous space for contemplation and reflection."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/n/numino01.mp3"
  },
  {
    "id": "nyctophilia",
    "word": "Nyctophilia",
    "pronunciation": "/ˌnɪktəˈfɪliə/",
    "definitions": [
      {
        "definition": "A love of darkness or night; finding comfort or peace in the darkness.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Her nyctophilia made her prefer working night shifts when the world was quiet.",
      "The poet's nyctophilia influenced his most evocative verses about starlight and moonlit landscapes.",
      "As a photographer with nyctophilia, he specialized in capturing urban scenes after midnight."
    ],
    "isFeatured": true
  },
  {
    "id": "obfuscate",
    "word": "Obfuscate",
    "pronunciation": "/ˈɒbfʌskeɪt/",
    "definitions": [
      {
        "definition": "To make obscure, unclear, or unintelligible.",
        "partOfSpeech": "verb"
      },
      {
        "definition": "To bewilder or confuse someone.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "The politician tried to obfuscate the issue with technical jargon.",
      "The contract's language was deliberately obfuscated to hide unfavorable terms.",
      "Programmers sometimes obfuscate their code to protect intellectual property."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/o/obfusc01.mp3"
  },
  {
    "id": "obstreperous",
    "word": "Obstreperous",
    "pronunciation": "/əbˈstrɛpərəs/",
    "definitions": [
      {
        "definition": "Noisy and difficult to control.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The obstreperous children made it impossible to hear the museum guide.",
      "After a few drinks, he became obstreperous and had to be asked to leave.",
      "The obstreperous debate in parliament made headlines the next day."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/o/obstre01.mp3"
  },
  {
    "id": "octothorpe",
    "word": "Octothorpe",
    "pronunciation": "/ˈɒktəθɔːrp/",
    "definitions": [
      {
        "definition": "The symbol #; hash mark; pound sign.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Before social media, the octothorpe was primarily known as the pound sign on telephone keypads.",
      "The origins of the term 'octothorpe' remain somewhat mysterious, though it likely was coined at Bell Laboratories.",
      "The programmer used octothorpes to indicate comments in the code."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/o/octoth01.mp3"
  },
  {
    "id": "omphaloskepsis",
    "word": "Omphaloskepsis",
    "pronunciation": "/ˌɒmfələʊˈskɛpsɪs/",
    "definitions": [
      {
        "definition": "Contemplation of one's navel as an aid to meditation; excessive self-contemplation or self-absorption.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "What began as philosophical inquiry had devolved into mere omphaloskepsis.",
      "The retreat aimed to move participants beyond omphaloskepsis toward genuine connection with others.",
      "Critics accused the author of literary omphaloskepsis in his highly autobiographical novels."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/o/omphal02.mp3"
  },
  {
    "id": "oneiric",
    "word": "Oneiric",
    "pronunciation": "/əʊˈnaɪrɪk/",
    "definitions": [
      {
        "definition": "Relating to dreams or dreaming.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The film director is known for creating oneiric sequences that blur the line between reality and fantasy.",
      "Her paintings have an oneiric quality, as if depicting scenes from half-remembered dreams.",
      "The novel's oneiric narrative makes it challenging but rewarding to follow."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/o/oneiri01.mp3"
  },
  {
    "id": "onychophagia",
    "word": "Onychophagia",
    "pronunciation": "/ˌɒnɪkəˈfeɪdʒiə/",
    "definitions": [
      {
        "definition": "The habit of biting one's nails.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Her onychophagia worsened during exams and other stressful periods.",
      "Behavior therapy can be effective in treating chronic onychophagia.",
      "Parents often worry about onychophagia in children, though most outgrow it naturally."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/o/onych22m.mp3"
  },
  {
    "id": "orphic",
    "word": "Orphic",
    "pronunciation": "/ˈɔːfɪk/",
    "definitions": [
      {
        "definition": "Mysterious and entrancing; having an importance beyond ordinary understanding.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The poet's orphic verses seemed to contain hidden meanings that critics debated for decades.",
      "She spoke in orphic pronouncements that left listeners both confused and intrigued.",
      "The film had an orphic quality that transcended its simple plot."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/o/orphic01.mp3"
  },
  {
    "id": "oscitancy",
    "word": "Oscitancy",
    "pronunciation": "/ˈɒsɪtənsi/",
    "definitions": [
      {
        "definition": "The state of being drowsy or inattentive; dullness.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "The act of yawning.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The professor's monotonous lecture produced widespread oscitancy among the students.",
      "Her oscitancy during the important meeting was noted by her supervisor.",
      "The doctor explained that frequent oscitancy could be a symptom of sleep deprivation."
    ]
  },
  {
    "id": "osculate",
    "word": "Osculate",
    "pronunciation": "/ˈɒskjʊleɪt/",
    "definitions": [
      {
        "definition": "To kiss.",
        "partOfSpeech": "verb"
      },
      {
        "definition": "(Mathematics) To touch so as to have a common tangent at the point of contact.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "The romantic comedy ended with the protagonists finally osculating as the credits rolled.",
      "In mathematics, two curves are said to osculate when they touch at a single point and share the same tangent.",
      "Victorian literature often described characters osculating hands or cheeks as a sign of affection."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/o/oscula01.mp3"
  },
  {
    "id": "oxter",
    "word": "Oxter",
    "pronunciation": "/ˈɒkstər/",
    "definitions": [
      {
        "definition": "The armpit or the area under the arm.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "To support by the arm; to walk arm in arm with someone.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "The nurse applied the thermometer to the patient's oxter to take his temperature.",
      "She had to oxter her elderly father up the steep staircase.",
      "In Scottish dialect, one might say 'He carried the books under his oxter.'"
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/o/oxter001.mp3"
  },
  {
    "id": "palimpsest",
    "word": "Palimpsest",
    "pronunciation": "/ˈpælɪmpsɛst/",
    "definitions": [
      {
        "definition": "A manuscript or piece of writing material on which the original writing has been effaced to make room for later writing but of which traces remain.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "Something reused or altered but still bearing visible traces of its earlier form.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Archaeologists discovered a medieval palimpsest with traces of an unknown Greek text beneath the visible Latin script.",
      "The city itself is a palimpsest, with Roman ruins visible beneath Renaissance architecture and modern developments.",
      "Her memoir reads like a palimpsest of memories, each layer partially obscuring yet revealing earlier experiences."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/p/palimp02.mp3"
  },
  {
    "id": "panacea",
    "word": "Panacea",
    "pronunciation": "/ˌpænəˈsiːə/",
    "definitions": [
      {
        "definition": "A solution or remedy for all difficulties or diseases.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Exercise is beneficial but not a panacea for all health problems.",
      "The new policy was presented as a panacea for economic inequality, though critics remained skeptical.",
      "Technology is often mistakenly viewed as a panacea for educational challenges."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/p/panace01.mp3"
  },
  {
    "id": "pandiculation",
    "word": "Pandiculation",
    "pronunciation": "/pændɪkjʊˈleɪʃən/",
    "definitions": [
      {
        "definition": "The act of stretching oneself, especially on waking.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The cat's morning pandiculation ritual included extending each leg one by one.",
      "Experts say that pandiculation is the body's natural way of transitioning from sleep to wakefulness.",
      "His luxurious pandiculation was interrupted by the blaring alarm clock."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/p/pandi01m.mp3"
  },
  {
    "id": "panglossian",
    "word": "Panglossian",
    "pronunciation": "/pænˈɡlɒsiən/",
    "definitions": [
      {
        "definition": "Excessively optimistic, regardless of the circumstances.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "His Panglossian outlook on the failing business was at odds with the financial reality.",
      "The Panglossian belief that technology will solve all environmental problems prevents necessary immediate action.",
      "Despite repeated setbacks, she maintained a Panglossian faith that everything would work out perfectly."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/p/panglo01.mp3"
  },
  {
    "id": "paraph",
    "word": "Paraph",
    "pronunciation": "/ˈpærəf/",
    "definitions": [
      {
        "definition": "A flourish made after or below a signature, originally as a precaution against forgery.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "To add such a flourish to (a signature).",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "The notary recognized the document as authentic by the distinctive paraph beneath the signature.",
      "Medieval scribes often paraphed their work with individualized designs.",
      "His signature included an elaborate paraph that had evolved over decades of signing official documents."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/p/paraph01.mp3"
  },
  {
    "id": "pareidolia",
    "word": "Pareidolia",
    "pronunciation": "/ˌpærɪˈdoʊliə/",
    "definitions": [
      {
        "definition": "The tendency to perceive a specific, often meaningful image in a random or ambiguous visual pattern.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Seeing faces in clouds is a common example of pareidolia.",
      "The scientist explained that supposed ghost sightings are often cases of pareidolia in low light conditions.",
      "The inkblot test relies on pareidolia to reveal patterns in the subject's thinking."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/p/pareidolia_1.mp3"
  },
  {
    "id": "pauciloquent",
    "word": "Pauciloquent",
    "pronunciation": "/pɔːˈsɪləkwənt/",
    "definitions": [
      {
        "definition": "Using few words in speech or conversation; brief in speech.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The pauciloquent professor was known for his concise lectures that nonetheless contained profound insights.",
      "Her grandfather was pauciloquent but when he did speak, everyone listened carefully.",
      "The witness's pauciloquent testimony provided just the essential facts without elaboration."
    ]
  },
  {
    "id": "perfidious",
    "word": "Perfidious",
    "pronunciation": "/pəˈfɪdiəs/",
    "definitions": [
      {
        "definition": "Deceitful and untrustworthy.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The hero was betrayed by his perfidious friend in the final chapter.",
      "Her perfidious behavior destroyed all trust within the team.",
      "The diplomatic cables revealed the seemingly friendly nation to be a perfidious ally."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/p/perfid01.mp3"
  },
  {
    "id": "peripatetic",
    "word": "Peripatetic",
    "pronunciation": "/ˌpɛrɪpəˈtɛtɪk/",
    "definitions": [
      {
        "definition": "Traveling from place to place, especially working or based in various places for relatively short periods.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "A person who travels from place to place.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "His peripatetic lifestyle made it difficult to maintain long-term relationships.",
      "She worked as a peripatetic music teacher, visiting five different schools each week.",
      "The peripatetic nature of the consultant's job meant he was rarely home for more than a few days at a time."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/p/peripa01.mp3"
  },
  {
    "id": "peristeronic",
    "word": "Peristeronic",
    "pronunciation": "/pɛrɪstəˈrɒnɪk/",
    "definitions": [
      {
        "definition": "Of or relating to pigeons.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The ornithologist specialized in peristeronic research, studying urban pigeon populations.",
      "The city's peristeronic problem required humane management strategies to reduce numbers.",
      "His peristeronic collection included photographs of rare pigeon breeds from around the world."
    ]
  },
  {
    "id": "persiflage",
    "word": "Persiflage",
    "pronunciation": "/ˈpɜːsɪflɑːʒ/",
    "definitions": [
      {
        "definition": "Light, good-natured mockery or banter.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The dinner party was filled with witty persiflage rather than serious conversation.",
      "Their public interactions consisted mainly of affectionate persiflage that concealed their deep respect for each other.",
      "The talk show host was known for his skilled persiflage that put nervous guests at ease."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/p/persif02.mp3"
  },
  {
    "id": "perspicacious",
    "word": "Perspicacious",
    "pronunciation": "/ˌpɜːspɪˈkeɪʃəs/",
    "definitions": [
      {
        "definition": "Having keen mental perception and understanding; discerning.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "Her perspicacious analysis identified problems that others had missed entirely.",
      "The perspicacious detective noticed the subtle inconsistency in the suspect's story.",
      "As a perspicacious investor, she anticipated market trends before they became obvious."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/p/perspi01.mp3"
  },
  {
    "id": "petrichor",
    "word": "Petrichor",
    "pronunciation": "/ˈpɛtrɪkɔːr/",
    "definitions": [
      {
        "definition": "The pleasant earthy smell after rain, especially after a long dry period.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The petrichor released by the sudden summer shower brought back childhood memories.",
      "Scientists have identified the chemical compounds responsible for petrichor.",
      "She opened the windows wide to let the petrichor fill the house."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/p/petrichor_1.mp3"
  },
  {
    "id": "phantasmagoria",
    "word": "Phantasmagoria",
    "pronunciation": "/ˌfæntæzməˈɡɔːriə/",
    "definitions": [
      {
        "definition": "A sequence of real or imaginary images like those seen in a dream.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "An exhibition of optical illusions and other visual effects.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The fever induced a phantasmagoria of strange creatures and landscapes.",
      "The film was a phantasmagoria of surreal images and discordant sounds.",
      "The fairground's hall of mirrors created a phantasmagoria that delighted and disoriented visitors."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/p/phanta06.mp3"
  },
  {
    "id": "philomath",
    "word": "Philomath",
    "pronunciation": "/ˈfɪləmæθ/",
    "definitions": [
      {
        "definition": "A lover of learning; a scholar or intellectual.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "As a philomath, he enjoyed attending lectures on subjects ranging from quantum physics to ancient history.",
      "The librarian was a true philomath, constantly expanding her knowledge across various fields.",
      "The university town attracted philomaths from around the world, creating a vibrant intellectual community."
    ]
  },
  {
    "id": "phosphene",
    "word": "Phosphene",
    "pronunciation": "/ˈfɒsfiːn/",
    "definitions": [
      {
        "definition": "A ring or spot of light produced by pressure on the eyeball or direct electrical stimulation of the visual system.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Rubbing your eyes can produce phosphenes, which appear as temporary flashes or patterns of light.",
      "The migraine started with phosphenes that obscured parts of her vision.",
      "Some meditation practitioners report seeing phosphenes during deep concentration."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/p/phosph14.mp3"
  },
  {
    "id": "phosphenes",
    "word": "Phosphenes",
    "pronunciation": "/ˈfɒsfiːnz/",
    "definitions": [
      {
        "definition": "The sensation of seeing light or stars when pressure is applied to the eyes.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Rubbing your eyes can produce phosphenes, appearing as patterns of light against the darkness.",
      "The neuroscientist studied phosphenes to better understand visual processing in the brain.",
      "Some meditation practitioners report seeing phosphenes during deep concentration."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/p/phosph14.mp3"
  },
  {
    "id": "plangent",
    "word": "Plangent",
    "pronunciation": "/ˈplændʒənt/",
    "definitions": [
      {
        "definition": "Having a loud, reverberating sound, often with a mournful quality.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "Expressing or suggesting sadness; plaintive.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The plangent tone of the church bells echoed through the valley.",
      "Her plangent voice conveyed the sorrow of the tragic ballad.",
      "The novel ends with a plangent meditation on loss and memory."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/p/plange02.mp3"
  },
  {
    "id": "pogonotrophy",
    "word": "Pogonotrophy",
    "pronunciation": "/pəʊɡəˈnɒtrəfi/",
    "definitions": [
      {
        "definition": "The cultivation of a beard or facial hair.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "His dedication to pogonotrophy resulted in an impressive beard that reached his chest.",
      "Victorian gentlemen took pogonotrophy seriously, creating elaborate styles with wax and combs.",
      "The barbershop specialized in pogonotrophy, offering beard oils, trims, and styling services."
    ]
  },
  {
    "id": "pronoia",
    "word": "Pronoia",
    "pronunciation": "/prəˈnɔɪə/",
    "definitions": [
      {
        "definition": "The opposite of paranoia; the suspicion that others are plotting your well-being or success in life.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "After years of therapy, his paranoia gradually transformed into a healthy pronoia.",
      "Her pronoia made her interpret even negative feedback as ultimately beneficial.",
      "The self-help book advocated cultivating pronoia as a path to happiness and social connection."
    ],
    "isFeatured": true
  },
  {
    "id": "psithurism",
    "word": "Psithurism",
    "pronunciation": "/ˈsɪθərɪzəm/",
    "definitions": [
      {
        "definition": "The sound of wind in trees and rustling leaves.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "They sat in comfortable silence, listening to the psithurism of the forest around them.",
      "The psithurism outside her window was nature's perfect lullaby.",
      "The poet attempted to capture in words the gentle psithurism that accompanied autumn's arrival."
    ],
    "isFeatured": true
  },
  {
    "id": "querencia",
    "word": "Querencia",
    "pronunciation": "/kəˈrɛnsiə/",
    "definitions": [
      {
        "definition": "A place where one feels safe, a place from which one's strength of character is drawn, a place where one feels at home.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The old library had become her querencia, a sanctuary where she could truly be herself.",
      "In bullfighting, a bull may establish a querencia in a particular part of the ring where it feels stronger.",
      "After years of wandering, he finally found his querencia in the small coastal village."
    ]
  },
  {
    "id": "quiddity",
    "word": "Quiddity",
    "pronunciation": "/ˈkwɪdɪti/",
    "definitions": [
      {
        "definition": "The essential nature or inherent quality of something.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "A subtle distinction or point of argument; a quibble.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The philosopher's work sought to understand the quiddity of consciousness itself.",
      "Her photographs aimed to capture the quiddity of everyday objects rather than their mere appearance.",
      "The debate deteriorated into legal quiddities that obscured the moral issue at stake."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/q/quiddi01.mp3"
  },
  {
    "id": "quincunx",
    "word": "Quincunx",
    "pronunciation": "/ˈkwɪnkʌŋks/",
    "definitions": [
      {
        "definition": "An arrangement of five objects with four at the corners of a square or rectangle and the fifth at its center.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The five dots on a die forming the number five are arranged in a quincunx pattern.",
      "Ancient Roman orchards often used a quincunx planting arrangement for efficient use of space.",
      "The garden's quincunx design placed a fountain at the center of four symmetrical flower beds."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/q/quincu01.mp3"
  },
  {
    "id": "quire",
    "word": "Quire",
    "pronunciation": "/kwaɪər/",
    "definitions": [
      {
        "definition": "A set of 24 or 25 sheets of paper of the same size and quality; one-twentieth of a ream.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "Four sheets of paper or parchment folded to form eight leaves, as in medieval manuscripts.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The stationer sold paper by the quire for small projects or by the ream for larger ones.",
      "The medieval manuscript consisted of twelve quires bound together with stitched leather.",
      "Before beginning the calligraphy project, she carefully divided the paper into quires."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/q/quire001.mp3"
  },
  {
    "id": "quixotic",
    "word": "Quixotic",
    "pronunciation": "/kwɪkˈsɒtɪk/",
    "definitions": [
      {
        "definition": "Exceedingly idealistic; unrealistic and impractical.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "Characterized by romantic idealism and impracticality.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "His quixotic plan to solve world hunger in a year earned sympathetic smiles from his colleagues.",
      "She pursued her quixotic dreams despite everyone telling her they were impossible.",
      "The quixotic nature of his proposals made them poetic but ultimately unfeasible."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/q/quixot05.mp3"
  },
  {
    "id": "quockerwodger",
    "word": "Quockerwodger",
    "pronunciation": "/ˈkwɒkəwɒdʒə/",
    "definitions": [
      {
        "definition": "A wooden puppet controlled by strings; figuratively, a politician who has his or her strings pulled by someone else.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The political cartoon depicted the minister as a quockerwodger with strings leading to powerful corporate interests.",
      "He refused to be a quockerwodger for the party leadership, often voting against their policies.",
      "The media criticized the newly elected official as a quockerwodger who merely parroted talking points."
    ]
  },
  {
    "id": "quotidian",
    "word": "Quotidian",
    "pronunciation": "/kwɒˈtɪdiən/",
    "definitions": [
      {
        "definition": "Of or occurring every day; daily.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "Ordinary or everyday, especially when mundane.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "Her photographs find beauty in quotidian moments that most people overlook.",
      "The novel explores how extraordinary events disrupt the quotidian rhythms of small-town life.",
      "He found comfort in the quotidian routine of making coffee each morning."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/q/quotid01.mp3"
  },
  {
    "id": "recondite",
    "word": "Recondite",
    "pronunciation": "/ˈrɛkəndaɪt/",
    "definitions": [
      {
        "definition": "Little known; abstruse; difficult to understand.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The paper was filled with recondite terminology that only specialists in the field would recognize.",
      "She specialized in the most recondite aspects of medieval philosophy.",
      "His lectures were popular despite covering recondite subjects because he made them accessible to beginners."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/r/recond02.mp3"
  },
  {
    "id": "redolent",
    "word": "Redolent",
    "pronunciation": "/ˈrɛdələnt/",
    "definitions": [
      {
        "definition": "Strongly reminiscent or suggestive of something.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "Having a strong or pleasant smell.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The old letters were redolent of a bygone era.",
      "The kitchen was redolent with the aroma of freshly baked bread.",
      "His writing style is redolent of Hemingway's spare prose."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/r/redole02.mp3"
  },
  {
    "id": "resistentialism",
    "word": "Resistentialism",
    "pronunciation": "/rɪˌzɪstɛnˈʃəlɪzəm/",
    "definitions": [
      {
        "definition": "The seemingly spiteful behavior of inanimate objects; the theory that inanimate objects demonstrate hostile behavior toward humans.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "When he dropped his toast and it landed butter-side down, he blamed resistentialism.",
      "The comedy sketch portrayed resistentialism through a series of household items conspiring against their owner.",
      "On particularly frustrating days, resistentialism seems like the only explanation for technological glitches."
    ],
    "isFeatured": true
  },
  {
    "id": "riparian",
    "word": "Riparian",
    "pronunciation": "/rɪˈpɛəriən/",
    "definitions": [
      {
        "definition": "Relating to or situated on the banks of a river.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "A person who owns land along the bank of a natural watercourse.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Riparian vegetation helps prevent erosion and provides habitat for numerous species.",
      "The dispute between riparians over water rights went to court.",
      "Local conservation efforts focused on restoring damaged riparian zones."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/r/ripari01.mp3"
  },
  {
    "id": "salubrious",
    "word": "Salubrious",
    "pronunciation": "/səˈluːbriəs/",
    "definitions": [
      {
        "definition": "Health-giving; healthy; promoting health or well-being.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The doctor recommended a vacation in a salubrious climate to aid her recovery.",
      "Victorian-era resorts advertised the salubrious effects of sea air and mineral waters.",
      "His salubrious lifestyle of good diet, regular exercise, and adequate sleep contributed to his longevity."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/salubr01.mp3"
  },
  {
    "id": "saudade",
    "word": "Saudade",
    "pronunciation": "/saʊˈdɑːdə/",
    "definitions": [
      {
        "definition": "A deep emotional state of melancholic longing for a person or thing that is absent or lost.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Portuguese fado music often expresses saudade for people, places, and times gone by.",
      "She felt an overwhelming saudade for her homeland while looking at old family photographs.",
      "The novel explores the immigrant experience through the lens of saudade."
    ],
    "isFeatured": true
  },
  {
    "id": "sciamachy",
    "word": "Sciamachy",
    "pronunciation": "/saɪˈæməki/",
    "definitions": [
      {
        "definition": "An act or instance of fighting a shadow or an imaginary enemy.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The politician's argument was mere sciamachy, attacking positions his opponent had never actually taken.",
      "Don Quixote's battle with the windmills is a classic literary example of sciamachy.",
      "The debate devolved into sciamachy as both sides misrepresented each other's positions."
    ]
  },
  {
    "id": "scintilla",
    "word": "Scintilla",
    "pronunciation": "/sɪnˈtɪlə/",
    "definitions": [
      {
        "definition": "A tiny trace or spark of a specified quality or feeling.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "There wasn't a scintilla of evidence to support his wild claims.",
      "Even a scintilla of doubt should be enough to reconsider such a major decision.",
      "The detective searched for even a scintilla of proof that would link the suspect to the crime scene."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/scinti03.mp3"
  },
  {
    "id": "scintillating",
    "word": "Scintillating",
    "pronunciation": "/ˈsɪntɪleɪtɪŋ/",
    "definitions": [
      {
        "definition": "Sparkling or shining brightly.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "Brilliantly and excitingly clever or skillful.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The night sky was scintillating with countless stars.",
      "Her scintillating wit made her the most sought-after dinner guest in the city.",
      "The critic described the performance as scintillating, captivating the audience from start to finish."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/scint01ld.mp3"
  },
  {
    "id": "scriptophobia",
    "word": "Scriptophobia",
    "pronunciation": "/skrɪptəˈfəʊbiə/",
    "definitions": [
      {
        "definition": "An abnormal fear of writing in public.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "His scriptophobia made taking notes during meetings nearly impossible.",
      "Therapy helped her overcome scriptophobia by gradually exposing her to writing tasks in social settings.",
      "Many people with scriptophobia trace it back to being criticized for their handwriting as children."
    ]
  },
  {
    "id": "scrumptious",
    "word": "Scrumptious",
    "pronunciation": "/ˈskrʌm(p)ʃəs/",
    "definitions": [
      {
        "definition": "Extremely delicious; delightful.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The homemade apple pie was absolutely scrumptious.",
      "She prepared a scrumptious feast for her dinner guests.",
      "The food critic described the dessert as scrumptious in his review."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/scrump01.mp3"
  },
  {
    "id": "selcouth",
    "word": "Selcouth",
    "pronunciation": "/ˈsɛlkuːθ/",
    "definitions": [
      {
        "definition": "Strange, unusual, rare; unfamiliar and marvelous.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The traveler described selcouth customs that were practiced nowhere else in the world.",
      "The novel transported readers to a selcouth realm where ordinary laws of physics didn't apply.",
      "There was something selcouth about the abandoned mansion that both frightened and fascinated visitors."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/selcou01.mp3"
  },
  {
    "id": "sempiternal",
    "word": "Sempiternal",
    "pronunciation": "/ˌsɛmpɪˈtɜːnl/",
    "definitions": [
      {
        "definition": "Eternal and unchanging; everlasting.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "Their vows spoke of a sempiternal love that would transcend even death.",
      "Many religions posit a sempiternal afterlife or divine presence.",
      "The mountain stood as a sempiternal sentinel over the changing landscape below."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/sempit01.mp3"
  },
  {
    "id": "sequipedalian",
    "word": "Sequipedalian",
    "pronunciation": "/ˌsɛskwɪpɪˈdeɪliən/",
    "definitions": [
      {
        "definition": "Characterized by long words; long-winded.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "A long word.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The professor's sesquipedalian vocabulary intimidated first-year students.",
      "His sesquipedalian writing style made the simple concept unnecessarily complex.",
      "The word 'sesquipedalian' is itself a sesquipedalian, deriving from Latin words meaning 'a foot and a half long.'"
    ]
  },
  {
    "id": "serendipity",
    "word": "Serendipity",
    "pronunciation": "/ˌsɛrənˈdɪpɪti/",
    "definitions": [
      {
        "definition": "The occurrence and development of events by chance in a happy or beneficial way.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Their meeting was pure serendipity—they were both reaching for the same book in the library.",
      "By serendipity, she discovered her talent for painting while helping her daughter with an art project.",
      "The discovery of penicillin was a case of serendipity in scientific research."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/serend02.mp3"
  },
  {
    "id": "sesquipedalian",
    "word": "Sesquipedalian",
    "pronunciation": "/ˌsɛskwɪpɪˈdeɪliən/",
    "definitions": [
      {
        "definition": "Given to using long words.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "A long word.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "His sesquipedalian writing style made the academic paper nearly impenetrable to the average reader.",
      "The professor was known for his sesquipedalian vocabulary, which intimidated new students.",
      "The word 'sesquipedalian' is itself an example of a sesquipedalian."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/sesqui04.mp3"
  },
  {
    "id": "sfumato",
    "word": "Sfumato",
    "pronunciation": "/sfuːˈmɑːtəʊ/",
    "definitions": [
      {
        "definition": "A painting technique that produces soft, hazy transitions between colors and tones.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Leonardo da Vinci mastered the sfumato technique to create the mysterious smile of the Mona Lisa.",
      "The artist used sfumato to suggest the misty atmosphere of the mountainous landscape.",
      "Modern painters still study sfumato to achieve subtle gradations in their work."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/sfumat01.mp3"
  },
  {
    "id": "sgiomlaireachd",
    "word": "Sgiomlaireachd",
    "pronunciation": "/skɪˈmlarəxk/",
    "definitions": [
      {
        "definition": "The habit of dropping in at mealtimes.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "His sgiomlaireachd was so reliable that they began setting an extra place at dinner.",
      "The roommate agreement specifically addressed sgiomlaireachd and the sharing of grocery costs.",
      "She suspected her neighbor's frequent visits weren't friendly interest but calculated sgiomlaireachd."
    ]
  },
  {
    "id": "sillage",
    "word": "Sillage",
    "pronunciation": "/siːˈjɑːʒ/",
    "definitions": [
      {
        "definition": "The trail of scent left by someone wearing perfume.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Her distinctive perfume left a sillage that lingered in the room long after she had departed.",
      "Luxury fragrances often boast of their impressive sillage and longevity.",
      "He could track her movement through the party by following her sillage."
    ]
  },
  {
    "id": "skeuomorph",
    "word": "Skeuomorph",
    "pronunciation": "/ˈskjuːəmɔːrf/",
    "definitions": [
      {
        "definition": "A design feature copied from a similar feature in another object, even when not functionally necessary.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The digital notepad app uses a skeuomorph of lined paper and margins to evoke a familiar experience.",
      "Early automobiles featured skeuomorphs of horse-drawn carriages in their design.",
      "The designer argued against using skeuomorphs, preferring interfaces that embraced digital affordances."
    ],
    "isFeatured": true
  },
  {
    "id": "smithereens",
    "word": "Smithereens",
    "pronunciation": "/ˌsmɪðəˈriːnz/",
    "definitions": [
      {
        "definition": "Small fragments; tiny pieces.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The vase fell and shattered into smithereens on the tile floor.",
      "The explosion reduced the building to smithereens.",
      "His carefully constructed argument was blown to smithereens by the opposing evidence."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/smithe01.mp3"
  },
  {
    "id": "sobriquet",
    "word": "Sobriquet",
    "pronunciation": "/ˈsəʊbrɪkeɪ/",
    "definitions": [
      {
        "definition": "A nickname, especially one given to a person that is descriptive in a humorous way.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "William 'Refrigerator' Perry earned his sobriquet due to his immense size and strength.",
      "The sobriquet 'The Iron Lady' perfectly captured Margaret Thatcher's resolute leadership style.",
      "Throughout history, kings and queens have often been known by sobriquets that reflected their character or achievements."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/sobriq01.mp3"
  },
  {
    "id": "soliloquize",
    "word": "Soliloquize",
    "pronunciation": "/səˈlɪləkwaɪz/",
    "definitions": [
      {
        "definition": "To utter a soliloquy; to talk to oneself.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "The elderly professor would often soliloquize while walking through the campus gardens.",
      "Hamlet's famous 'To be or not to be' occurs when he soliloquizes about existence and suicide.",
      "Modern films rarely allow characters to soliloquize, preferring voiceover narration for inner thoughts."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/solilo02.mp3"
  },
  {
    "id": "somniloquy",
    "word": "Somniloquy",
    "pronunciation": "/sɒmˈnɪləkwi/",
    "definitions": [
      {
        "definition": "The act or habit of talking in one's sleep.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "His roommate was disturbed by his frequent somniloquy, which sometimes included shouting.",
      "Researchers recorded episodes of somniloquy to study subconscious language patterns.",
      "Her somniloquy revealed a fluency in Spanish that she struggled to access while awake."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/somni02m.mp3"
  },
  {
    "id": "sonder",
    "word": "Sonder",
    "pronunciation": "/ˈsɒndər/",
    "definitions": [
      {
        "definition": "The profound realization that each random passerby is living a life as vivid and complex as your own.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Sitting in the busy cafe, she was overcome with sonder as she watched the countless lives intersecting around her.",
      "The documentary aimed to inspire sonder by portraying the rich inner lives of seemingly ordinary people.",
      "Travelers often report experiencing intense sonder when observing daily life in foreign cities."
    ],
    "isFeatured": true
  },
  {
    "id": "soporific",
    "word": "Soporific",
    "pronunciation": "/ˌsɒpəˈrɪfɪk/",
    "definitions": [
      {
        "definition": "Tending to induce drowsiness or sleep.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "A drug or substance that induces sleep.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The professor's monotonous voice had a soporific effect on the entire class.",
      "The herbal tea contained several natural soporifics to aid with insomnia.",
      "The soporific quality of the heavy meal made it difficult to return to work afterward."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/sopori02.mp3"
  },
  {
    "id": "sprachgefühl",
    "word": "Sprachgefühl",
    "pronunciation": "/ˈʃprɑːxɡəˌfuːl/",
    "definitions": [
      {
        "definition": "An intuitive sense of what is linguistically appropriate; an ear for idioms and syntax.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Native speakers develop sprachgefühl naturally, knowing when something sounds right without necessarily being able to explain the grammatical rules.",
      "The translator's excellent sprachgefühl allowed her to create natural-sounding dialogue in the target language.",
      "Learning idiomatic expressions can help language students develop their sprachgefühl."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/sprach01.mp3"
  },
  {
    "id": "susurration",
    "word": "Susurration",
    "pronunciation": "/ˌsuːsəˈreɪʃən/",
    "definitions": [
      {
        "definition": "A soft murmuring or rustling sound; a whisper.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The susurration of leaves in the breeze was the only sound in the forest.",
      "There was a constant susurration of gossip following the unexpected announcement.",
      "The gentle susurration of the stream helped her fall asleep despite her worries."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/susurr01.mp3"
  },
  {
    "id": "susurrus",
    "word": "Susurrus",
    "pronunciation": "/səˈsʊrəs/",
    "definitions": [
      {
        "definition": "A whispering or rustling sound.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The susurrus of leaves in the breeze was the only sound in the forest.",
      "She could hear the susurrus of hushed conversations as she entered the room.",
      "The poem attempted to capture in words the gentle susurrus of waves on a pebble beach."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/susurr03.mp3"
  },
  {
    "id": "syzygy",
    "word": "Syzygy",
    "pronunciation": "/ˈsɪzɪdʒi/",
    "definitions": [
      {
        "definition": "An alignment of three celestial bodies (such as the sun, moon, and earth) in a straight line.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "A pair of connected or corresponding things.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "A solar eclipse occurs during a syzygy of the sun, moon, and Earth.",
      "The poet explored the syzygy between human emotion and natural phenomena.",
      "Astronomers carefully track the timing of planetary syzygies to plan observations."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/s/syzygy01.mp3"
  },
  {
    "id": "taradiddle",
    "word": "Taradiddle",
    "pronunciation": "/tæˈrædɪdl/",
    "definitions": [
      {
        "definition": "A small lie; a fib.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "Pretentious nonsense.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The child told a charming taradiddle about fairies stealing the missing cookies.",
      "Political speeches are often full of taradiddle designed to appeal to voters without making concrete promises.",
      "Her explanation was dismissed as mere taradiddle by those who knew the truth."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/t/taradi01.mp3"
  },
  {
    "id": "tarradiddle",
    "word": "Tarradiddle",
    "pronunciation": "/ˌtærəˈdɪdl/",
    "definitions": [
      {
        "definition": "A petty lie or fabrication.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The child told a charming tarradiddle about why the cookies had disappeared.",
      "The memoir was filled with tarradiddles that exaggerated the author's adventures.",
      "She considered the white lie a harmless tarradiddle to spare her friend's feelings."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/t/taradi01.mp3"
  },
  {
    "id": "thalassophile",
    "word": "Thalassophile",
    "pronunciation": "/θəˈlæsəfaɪl/",
    "definitions": [
      {
        "definition": "A lover of the sea or ocean; someone who finds peace or joy near the ocean.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "As a dedicated thalassophile, she couldn't imagine living anywhere without an ocean view.",
      "The thalassophile spent every weekend exploring different coastal areas and beaches.",
      "His photography captured the unique perspective of a thalassophile, focusing on the meeting of land and sea."
    ],
    "isFeatured": true
  },
  {
    "id": "tintinnabulation",
    "word": "Tintinnabulation",
    "pronunciation": "/ˌtɪntɪnæbjʊˈleɪʃən/",
    "definitions": [
      {
        "definition": "The ringing or sound of bells.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The tintinnabulation of the church bells echoed through the valley every Sunday morning.",
      "Edgar Allan Poe's poem 'The Bells' uses the word 'tintinnabulation' to evoke the lingering sound of bells.",
      "The gentle tintinnabulation of wind chimes filled the garden."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/t/tintin02.mp3"
  },
  {
    "id": "tmesis",
    "word": "Tmesis",
    "pronunciation": "/ˈtmiːsɪs/",
    "definitions": [
      {
        "definition": "The separation of parts of a compound word by an intervening word or words, used for emphasis or humorous effect.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The phrase 'un-freaking-believable' is an example of tmesis in modern slang.",
      "Shakespeare used tmesis in 'Othello' with the line 'This is the monst-terrible oath that I can give.'",
      "Australian English frequently employs tmesis in expressions like 'abso-bloody-lutely'."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/t/tmesis01.mp3"
  },
  {
    "id": "torpid",
    "word": "Torpid",
    "pronunciation": "/ˈtɔːpɪd/",
    "definitions": [
      {
        "definition": "Mentally or physically inactive; lethargic.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "(Of an animal) dormant from a lowered body temperature and metabolic rate.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The extreme heat left everyone torpid and unable to concentrate.",
      "Many reptiles become torpid during cold weather.",
      "The economy remained torpid despite attempts to stimulate growth."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/t/torpid01.mp3"
  },
  {
    "id": "trenchant",
    "word": "Trenchant",
    "pronunciation": "/ˈtrɛntʃənt/",
    "definitions": [
      {
        "definition": "Vigorous or incisive in expression or style.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "Sharp; cutting.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "Her trenchant analysis of the policy revealed its fundamental flaws.",
      "The book review was so trenchant that the author publicly responded to defend his work.",
      "His trenchant wit made him a popular but feared dinner guest."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/t/trench03.mp3"
  },
  {
    "id": "tyrosemiophile",
    "word": "Tyrosemiophile",
    "pronunciation": "/taɪrəʊˈsiːmiəfaɪl/",
    "definitions": [
      {
        "definition": "A collector of cheese labels.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The dedicated tyrosemiophile's album contained rare labels from small artisanal creameries around the world.",
      "At the tyrosemiophile convention, collectors traded duplicate labels to complete their collections.",
      "Her interest in cheese evolved from gourmet appreciation to becoming a serious tyrosemiophile with over 500 labels."
    ]
  },
  {
    "id": "ulotrichous",
    "word": "Ulotrichous",
    "pronunciation": "/juːˈlɒtrɪkəs/",
    "definitions": [
      {
        "definition": "Having woolly or crispy hair.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The anthropology paper discussed the distribution of ulotrichous populations around the world.",
      "His ulotrichous hair formed tight coils that he wore in a natural style.",
      "The ulotrichous texture of the sheep's coat made it particularly valuable for certain types of wool production."
    ]
  },
  {
    "id": "ultracrepidarian",
    "word": "Ultracrepidarian",
    "pronunciation": "/ˌʌltrəkrɛpɪˈdɛəriən/",
    "definitions": [
      {
        "definition": "Expressing opinions on matters outside the scope of one's knowledge or expertise.",
        "partOfSpeech": "adjective"
      },
      {
        "definition": "A person who expresses opinions on matters outside the scope of their knowledge or expertise.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The talk show host's ultracrepidarian comments on complex scientific issues frequently frustrated actual experts.",
      "She was tired of ultracrepidarians on social media confidently dispensing medical advice without any qualifications.",
      "His ultracrepidarian tendencies diminished his credibility even when speaking about topics he genuinely understood."
    ],
    "isFeatured": true
  },
  {
    "id": "umami",
    "word": "Umami",
    "pronunciation": "/uːˈmɑːmi/",
    "definitions": [
      {
        "definition": "A category of taste in food corresponding to the flavor of glutamates, especially monosodium glutamate; a savory taste.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The addition of dried mushrooms intensified the umami flavor of the broth.",
      "Aged cheeses and fermented foods are rich in umami compounds.",
      "The chef described umami as the fifth taste, complementing sweet, sour, salty, and bitter."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/u/umami01m.mp3"
  },
  {
    "id": "umbriferous",
    "word": "Umbriferous",
    "pronunciation": "/ʌmˈbrɪfərəs/",
    "definitions": [
      {
        "definition": "Casting or making shade.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "They sought relief from the summer heat under the umbriferous oak trees.",
      "The architect designed umbriferous courtyards to create cool spaces in the hot climate.",
      "The umbriferous forest canopy prevented much sunlight from reaching the forest floor."
    ]
  },
  {
    "id": "velleity",
    "word": "Velleity",
    "pronunciation": "/vɛˈliːɪti/",
    "definitions": [
      {
        "definition": "A wish or inclination not strong enough to lead to action.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "His velleity to learn Japanese never progressed beyond purchasing a textbook that remained unopened.",
      "New Year's resolutions often remain mere velleities, abandoned by February.",
      "She had a persistent velleity to visit Antarctica, but never seriously researched or planned such a trip."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/v/vellei01.mp3"
  },
  {
    "id": "vellichor",
    "word": "Vellichor",
    "pronunciation": "/vɛlɪkɔːr/",
    "definitions": [
      {
        "definition": "The strange wistfulness of used bookstores, which are somehow infused with the passage of time.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The vellichor of the antiquarian bookshop transported her to another era.",
      "He spent hours browsing, enveloped in the vellichor of stacked shelves and forgotten tomes.",
      "There's a certain vellichor that can't be replicated in modern retail spaces."
    ]
  },
  {
    "id": "verisimilitude",
    "word": "Verisimilitude",
    "pronunciation": "/ˌvɛrɪsɪˈmɪlɪtjuːd/",
    "definitions": [
      {
        "definition": "The appearance of being true or real.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The historical drama was praised for its verisimilitude in depicting 18th-century London.",
      "Good science fiction maintains verisimilitude by creating consistent rules for its imagined world.",
      "The courtroom scene lacked verisimilitude, containing procedures that would never happen in an actual trial."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/v/verisi02.mp3"
  },
  {
    "id": "virgule",
    "word": "Virgule",
    "pronunciation": "/ˈvɜːɡjuːl/",
    "definitions": [
      {
        "definition": "A diagonal stroke (/) used especially to separate alternatives, as in 'and/or'.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The poet used the virgule to indicate line breaks when quoting verse within prose.",
      "Legal documents often employ the virgule in constructions like 'he/she' to ensure gender neutrality.",
      "The editor replaced all instances of 'and-or' with 'and/or', employing the virgule for clarity."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/v/virgul01.mp3"
  },
  {
    "id": "wabbit",
    "word": "Wabbit",
    "pronunciation": "/ˈwæbɪt/",
    "definitions": [
      {
        "definition": "Exhausted, worn out, or tired; slightly unwell.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "After hiking for eight hours, she was completely wabbit and fell asleep immediately.",
      "He looked a bit wabbit this morning; perhaps he's coming down with something.",
      "The children were wabbit after their day at the amusement park."
    ]
  },
  {
    "id": "wamblecropt",
    "word": "Wamblecropt",
    "pronunciation": "/ˈwɒmbəlkrɒpt/",
    "definitions": [
      {
        "definition": "Overcome with indigestion; sick with nausea.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "After the rich holiday meal, he felt thoroughly wamblecropt and declined dessert.",
      "The rough sea journey left most passengers wamblecropt and seeking their cabins.",
      "The smell of the chemistry experiment left her feeling wamblecropt for hours afterward."
    ]
  },
  {
    "id": "weltschmerz",
    "word": "Weltschmerz",
    "pronunciation": "/ˈvɛltʃmɛrts/",
    "definitions": [
      {
        "definition": "A feeling of melancholy and world-weariness.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The poetry of the Romantic era often expressed a profound weltschmerz.",
      "Reading the news headlines induced a temporary weltschmerz that colored her whole day.",
      "His weltschmerz deepened as he realized how far reality fell short of his ideals."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/w/weltsc01.mp3"
  },
  {
    "id": "whiligig",
    "word": "Whiligig",
    "pronunciation": "/ˈwɪlɪɡɪɡ/",
    "definitions": [
      {
        "definition": "A toy that spins or whirls, such as a top or pinwheel.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "A carousel or merry-go-round.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "A constant round of activity; a whirl.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Children gathered around the street performer who operated a traditional wooden whiligig.",
      "The week before the wedding was a whiligig of preparations and social events.",
      "The county fair featured an antique whiligig that had been carefully restored."
    ]
  },
  {
    "id": "widdershins",
    "word": "Widdershins",
    "pronunciation": "/ˈwɪdərʃɪnz/",
    "definitions": [
      {
        "definition": "In a direction contrary to the sun's course, counterclockwise.",
        "partOfSpeech": "adverb"
      },
      {
        "definition": "In a direction opposite to the usual; contrary, reverse.",
        "partOfSpeech": "adverb"
      }
    ],
    "examples": [
      "Ancient superstitions warned against walking widdershins around a church.",
      "The ritual required participants to move widdershins around the stone circle three times.",
      "Her life seemed to be moving widdershins to everyone else's—sleeping during the day and working through the night."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/w/widder01.mp3"
  },
  {
    "id": "witzelsucht",
    "word": "Witzelsucht",
    "pronunciation": "/ˈvɪtsəlzʊxt/",
    "definitions": [
      {
        "definition": "A neurological condition characterized by a tendency to make inappropriate jokes and puns, and to tell pointless or irrelevant stories, usually resulting from damage to the brain.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Following his frontal lobe injury, he developed witzelsucht, compulsively making puns that only he found amusing.",
      "The neurologist diagnosed witzelsucht when the patient couldn't stop making jokes during the serious medical consultation.",
      "Researchers study witzelsucht to better understand the brain's role in humor processing and social inhibition."
    ],
    "isFeatured": true,
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/w/witze01m.mp3"
  },
  {
    "id": "xenophobe",
    "word": "Xenophobe",
    "pronunciation": "/ˈzɛnəfəʊb/",
    "definitions": [
      {
        "definition": "A person who fears or dislikes foreigners or people from different cultures.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The xenophobe refused to try any cuisine from outside his own country.",
      "Historical xenophobes have often opposed immigration and cultural exchange.",
      "She worried that travel restrictions were turning her country into a nation of xenophobes."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/x/xenoph04.mp3"
  },
  {
    "id": "xertz",
    "word": "Xertz",
    "pronunciation": "/zɜːts/",
    "definitions": [
      {
        "definition": "To gulp down quickly and greedily.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "After the long hike, he xertzed an entire bottle of water without pausing for breath.",
      "The children xertzed their milkshakes, resulting in predictable brain freeze.",
      "In competitive eating contests, participants must xertz astonishing quantities of food in minutes."
    ]
  },
  {
    "id": "yarborough",
    "word": "Yarborough",
    "pronunciation": "/ˈjɑːrbərə/",
    "definitions": [
      {
        "definition": "A hand of cards containing no card above a nine; a worthless hand.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "He looked disappointed as he folded his yarborough without placing a bet.",
      "The probability of being dealt a yarborough in bridge is approximately 1 in 1828.",
      "She'd had nothing but yarboroughs all evening, making it her worst game in months."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/y/yarbor01.mp3"
  },
  {
    "id": "yex",
    "word": "Yex",
    "pronunciation": "/jɛks/",
    "definitions": [
      {
        "definition": "To hiccup or sob.",
        "partOfSpeech": "verb"
      }
    ],
    "examples": [
      "The baby yexed after feeding too quickly.",
      "He continued to yex for several minutes after the laughing fit subsided.",
      "In old literature, characters often yex with grief during emotional scenes."
    ]
  },
  {
    "id": "zaftig",
    "word": "Zaftig",
    "pronunciation": "/ˈzɑːftɪɡ/",
    "definitions": [
      {
        "definition": "(Of a woman) having a full, rounded figure; pleasingly plump.",
        "partOfSpeech": "adjective"
      }
    ],
    "examples": [
      "The painter was known for his portraits of zaftig women, a contrast to the fashion industry's ideals.",
      "Historical beauty standards often preferred zaftig figures, as evidenced in Renaissance art.",
      "The actress embraced her zaftig physique rather than pursuing the industry's typical slender aesthetic."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/z/zaftig05.mp3"
  },
  {
    "id": "zemblanity",
    "word": "Zemblanity",
    "pronunciation": "/zɛmˈblænɪti/",
    "definitions": [
      {
        "definition": "The opposite of serendipity; making unhappy, unlucky discoveries by design; the faculty of making unhappy discoveries by chance.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "By checking his partner's phone, he experienced zemblanity when finding evidence of betrayal.",
      "The auditor's investigation led to zemblanity as financial improprieties were systematically uncovered.",
      "Some scientific research leads to zemblanity, revealing uncomfortable truths about our world."
    ],
    "isFeatured": true
  },
  {
    "id": "zenzizenzizenzic",
    "word": "Zenzizenzizenzic",
    "pronunciation": "/zɛnˌzɪzɛnˌzɪˈzɛnzɪk/",
    "definitions": [
      {
        "definition": "The eighth power of a number.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Before modern mathematical notation, mathematicians used the term zenzizenzizenzic to represent x⁸.",
      "The zenzizenzizenzic of 2 is 256, which can be calculated as 2 to the power of 8.",
      "The archaic term zenzizenzizenzic appears in Robert Recorde's 1557 mathematical work 'The Whetstone of Witte.'"
    ],
    "isFeatured": true
  },
  {
    "id": "zeugma",
    "word": "Zeugma",
    "pronunciation": "/ˈzuːɡmə/",
    "definitions": [
      {
        "definition": "A figure of speech in which a word applies to two others in different senses or to two others of which it semantically suits only one.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The classic example of zeugma is 'She broke his car and his heart.'",
      "The headline used zeugma cleverly: 'Politician Loses Election and Mind.'",
      "Skilled comedians often employ zeugma to create unexpected humorous connections."
    ],
    "audioUrl": "https://media.merriam-webster.com/audio/prons/en/us/mp3/z/zeugma01.mp3"
  },
  {
    "id": "zoanthropy",
    "word": "Zoanthropy",
    "pronunciation": "/zoʊˈænθrəpi/",
    "definitions": [
      {
        "definition": "A delusion in which one believes oneself to be an animal.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "Historical cases of zoanthropy include lycanthropy, where people believed they had transformed into wolves.",
      "The psychiatrist specialized in treating rare delusions including zoanthropy.",
      "In folklore, zoanthropy was often associated with magical curses or divine punishment."
    ]
  },
  {
    "id": "zugzwang",
    "word": "Zugzwang",
    "pronunciation": "/ˈtsuːktsvaŋ/",
    "definitions": [
      {
        "definition": "A situation, especially in chess, where a player is compelled to make a move that will worsen their position.",
        "partOfSpeech": "noun"
      },
      {
        "definition": "Any situation where one is forced to make a disadvantageous decision.",
        "partOfSpeech": "noun"
      }
    ],
    "examples": [
      "The chess master maneuvered her opponent into zugzwang, forcing a fatal move.",
      "The politician found himself in a political zugzwang: any response to the scandal would only damage his reputation further.",
      "Contract negotiations reached a zugzwang when neither side could concede without significant loss."
    ],
    "isFeatured": true
  }
]